/*
Navicat MySQL Data Transfer

Source Server         : localhost_3306
Source Server Version : 50505
Source Host           : localhost:3306
Source Database       : ctrip

Target Server Type    : MYSQL
Target Server Version : 50505
File Encoding         : 65001

Date: 2016-09-27 09:12:00
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for air
-- ----------------------------
DROP TABLE IF EXISTS `air`;
CREATE TABLE `air` (
  `aid` int(255) unsigned NOT NULL AUTO_INCREMENT,
  `carrierCom` varchar(255) DEFAULT NULL,
  `flightCode` varchar(255) NOT NULL,
  `planeType` varchar(255) DEFAULT NULL,
  `departureTime` char(16) NOT NULL DEFAULT '' COMMENT 'aid',
  `arrivalTime` char(16) NOT NULL,
  `departureAirport` varchar(255) NOT NULL,
  `arrivalAirport` char(16) NOT NULL,
  `costTime` char(16) DEFAULT NULL,
  `planeMemo` decimal(6,2) NOT NULL,
  `correctness` varchar(255) DEFAULT NULL,
  `status` enum('1','2') NOT NULL DEFAULT '1',
  `startCity` varchar(255) NOT NULL,
  `endCity` varchar(255) NOT NULL,
  `cnt` int(32) DEFAULT NULL,
  PRIMARY KEY (`aid`),
  UNIQUE KEY `aid` (`aid`),
  UNIQUE KEY `flightCode` (`flightCode`)
) ENGINE=InnoDB AUTO_INCREMENT=677 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of air
-- ----------------------------
INSERT INTO `air` VALUES ('1', '中国联航', 'KN5988', '波音 737-200/200(中)', '06:40', '08:35', '浦东国际机场T2', '南苑机场', '1小时55分', '2230.00', '96.61%', '1', '上海', '北京', '123');
INSERT INTO `air` VALUES ('2', '吉祥航空', 'HO1089', '空中客车 321(中)', '07:15', '09:35', '虹桥国际机场T2', '首都国际机场T2', '2小时20分', '3470.00', '98.32%', '1', '上海', '北京', '234');
INSERT INTO `air` VALUES ('3', '深圳航空', 'ZH1858', '波音737-800(中)', '07:55', '10:10', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '3840.00', '93.1%', '1', '上海', '北京', '42');
INSERT INTO `air` VALUES ('4', '山东航空', 'SC1858', '波音737-800(中)', '07:55', '10:10', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '1240.00', '93.1%', '1', '上海', '北京', '4');
INSERT INTO `air` VALUES ('5', '中国国航', 'CA1858', '波音737-800(中)', '07:55', '10:10', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '3840.00', '93.1%', '1', '上海', '北京', '234');
INSERT INTO `air` VALUES ('6', '东方航空', 'MU5151', '空中客车 330-300(大)', '08:30', '10:45', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '3840.00', '100%', '1', '上海', '北京', '65');
INSERT INTO `air` VALUES ('7', '南方航空', 'CZ9274', '空中客车 330-300(大)', '08:30', '10:45', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '1240.00', '100%', '1', '上海', '北京', '32');
INSERT INTO `air` VALUES ('8', '海南航空', 'HU7604', '波音 737-800(中)', '08:35', '10:55', '虹桥国际机场T2', '首都国际机场T2', '2小时20分', '3720.00', '98.32%', '1', '上海', '北京', '32');
INSERT INTO `air` VALUES ('9', '东方航空', 'MU5129', '空客320(中)', '09:00', '11:25', '浦东国际机场T2', '首都国际机场T2', '2小时25分', '1240.00', '93.1%', '1', '上海', '北京', '23');
INSERT INTO `air` VALUES ('10', '南方航空', 'CZ9262', '空客320(中)', '09:00', '11:25', '浦东国际机场T2', '首都国际机场T2', '2小时25分', '1240.00', '93.1%', '1', '上海', '北京', '4');
INSERT INTO `air` VALUES ('11', '东方航空', 'MU5103', '空中客车 330-300(大)', '09:00', '11:15', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '3840.00', '94.87%', '1', '上海', '北京', '2');
INSERT INTO `air` VALUES ('12', '南方航空', 'CZ9236', '空中客车 330-300(大)', '09:00', '11:15', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '1240.00', '94.87%', '1', '上海', '北京', '245');
INSERT INTO `air` VALUES ('13', '东方航空', 'MU5153', '空中客车 330-300(大)', '09:30', '11:55', '虹桥国际机场T2', '首都国际机场T2', '2小时25分', '3840.00', '94.87%', '1', '上海', '北京', '2');
INSERT INTO `air` VALUES ('14', '南方航空', 'CZ9276', '空中客车 330-300(大)', '09:30', '11:55', '虹桥国际机场T2', '首都国际机场T2', '2小时25分', '1240.00', '94.87%', '1', '上海', '北京', '2');
INSERT INTO `air` VALUES ('15', '东方航空', 'MU5105', '波音 767-300/300(大)', '10:00', '12:15', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '3840.00', '94.87%', '1', '上海', '北京', '32');
INSERT INTO `air` VALUES ('16', '南方航空', 'CZ9238', '波音 767-300/300(大)', '10:00', '12:15', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '1240.00', '94.87%', '1', '上海', '北京', '4');
INSERT INTO `air` VALUES ('17', '吉祥航空', 'HO1719', '波音 767-300/300(大)', '10:00', '12:15', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '1240.00', '94.87%', '1', '上海', '北京', '7');
INSERT INTO `air` VALUES ('18', '山东航空', 'SC1832', '空客321(中)', '10:55', '13:10', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '1240.00', '94.87%', '1', '上海', '北京', '98');
INSERT INTO `air` VALUES ('19', '深圳航空', 'ZH1832', '空客321(中)', '10:55', '13:10', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '3840.00', '94.87%', '1', '上海', '北京', '32');
INSERT INTO `air` VALUES ('20', '中国国航', 'CA1832', '空客321(中)', '10:55', '13:10', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '3840.00', '94.87%', '1', '上海', '北京', '46');
INSERT INTO `air` VALUES ('21', '东方航空', 'MU5107', '空中客车 330-300(大)', '11:00', '13:15', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '3840.00', '98.32%', '1', '上海', '北京', '25');
INSERT INTO `air` VALUES ('22', '南方航空', 'CZ9240', '空中客车 330-300(大)', '11:00', '13:15', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '1240.00', '98.32%', '1', '上海', '北京', '78');
INSERT INTO `air` VALUES ('23', '海南航空', 'HU7606', '()', '11:30', '13:40', '虹桥国际机场T2', '首都国际机场T2', '2小时10分', '3840.00', '91.29%', '1', '上海', '北京', '12');
INSERT INTO `air` VALUES ('24', '南方航空', 'CZ3908', '空客330(大)', '11:50', '14:05', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '3470.00', '87.56%', '1', '上海', '北京', '124');
INSERT INTO `air` VALUES ('25', '东方航空', 'MU3495', '空客330(大)', '11:50', '14:05', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '1240.00', '87.56%', '1', '上海', '北京', '124');
INSERT INTO `air` VALUES ('26', '南方航空', 'CZ9242', '空中客车 330-300(大)', '11:50', '14:10', '虹桥国际机场T2', '首都国际机场T2', '2小时20分', '1240.00', '70.71%', '1', '上海', '北京', '124');
INSERT INTO `air` VALUES ('27', '东方航空', 'MU5109', '空中客车 330-300(大)', '11:50', '14:10', '虹桥国际机场T2', '首都国际机场T2', '2小时20分', '3840.00', '70.71%', '1', '上海', '北京', '124');
INSERT INTO `air` VALUES ('28', '深圳航空', 'ZH1502', '波音 777-300(大)', '11:55', '14:10', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '3840.00', '93.1%', '1', '上海', '北京', '124');
INSERT INTO `air` VALUES ('29', '中国国航', 'CA1502', '波音 777-300(大)', '11:55', '14:10', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '4960.00', '93.1%', '1', '上海', '北京', '124');
INSERT INTO `air` VALUES ('30', '山东航空', 'SC1502', '波音 777-300(大)', '11:55', '14:10', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '1240.00', '93.1%', '1', '上海', '北京', '124');
INSERT INTO `air` VALUES ('31', '吉祥航空', 'HO1902', '波音 777-300(大)', '11:55', '14:10', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '1240.00', '93.1%', '1', '上海', '北京', '124');
INSERT INTO `air` VALUES ('32', '海南航空', 'HU7608', '波音-787(大)', '12:15', '14:25', '虹桥国际机场T2', '首都国际机场T2', '2小时10分', '3840.00', '85.63%', '1', '上海', '北京', null);
INSERT INTO `air` VALUES ('33', '东方航空', 'MU564', '空中巴士330-200(大)', '12:40', '15:10', '浦东国际机场T2', '首都国际机场T2', '2小时30分', '3100.00', '91.29%', '1', '上海', '北京', '78');
INSERT INTO `air` VALUES ('34', '中国国航', 'CA1520', '空客330(大)', '12:55', '15:10', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '3840.00', '93.1%', '1', '上海', '北京', '78');
INSERT INTO `air` VALUES ('35', '深圳航空', 'ZH1520', '空客330(大)', '12:55', '15:10', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '3840.00', '93.1%', '1', '上海', '北京', '78');
INSERT INTO `air` VALUES ('36', '南方航空', 'CZ9244', '空中客车 330-300(大)', '13:00', '15:10', '虹桥国际机场T2', '首都国际机场T2', '2小时10分', '1240.00', '75.28%', '1', '上海', '北京', '78');
INSERT INTO `air` VALUES ('37', '东方航空', 'MU5111', '空中客车 330-300(大)', '13:00', '15:10', '虹桥国际机场T2', '首都国际机场T2', '2小时10分', '3840.00', '75.28%', '1', '上海', '北京', '78');
INSERT INTO `air` VALUES ('38', '上海航空', 'FM9103', '波音 737-800(中)', '13:30', '15:55', '虹桥国际机场T2', '首都国际机场T2', '2小时25分', '3840.00', '96.61%', '1', '上海', '北京', '78');
INSERT INTO `air` VALUES ('39', '东方航空', 'MU9103', '波音 737-800(中)', '13:30', '15:55', '虹桥国际机场T2', '首都国际机场T2', '2小时25分', '3840.00', '96.61%', '1', '上海', '北京', null);
INSERT INTO `air` VALUES ('40', '东方航空', 'MU5113', '空中客车 330-300(大)', '14:00', '16:15', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '3840.00', '87.56%', '1', '上海', '北京', null);
INSERT INTO `air` VALUES ('41', '南方航空', 'CZ9246', '空中客车 330-300(大)', '14:00', '16:15', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '1240.00', '87.56%', '1', '上海', '北京', null);
INSERT INTO `air` VALUES ('42', '东方航空', 'MU272', '空中客车 321(中)', '14:25', '16:55', '浦东国际机场T2', '首都国际机场T2', '2小时30分', '3100.00', '87.56%', '1', '上海', '北京', '213');
INSERT INTO `air` VALUES ('43', '东方航空', 'MU5155', '空中客车 330-300(大)', '14:30', '16:45', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '3840.00', '77.46%', '1', '上海', '北京', '213');
INSERT INTO `air` VALUES ('44', '南方航空', 'CZ9278', '空中客车 330-300(大)', '14:30', '16:45', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '1240.00', '77.46%', '1', '上海', '北京', null);
INSERT INTO `air` VALUES ('45', '厦门航空', 'MF8177', '波音 737-800(中)', '15:00', '17:15', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '3100.00', '96.61%', '1', '上海', '北京', null);
INSERT INTO `air` VALUES ('46', '东方航空', 'MU5115', '空中客车 330-300(大)', '15:00', '17:15', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '3840.00', '85.63%', '1', '上海', '北京', '213');
INSERT INTO `air` VALUES ('47', '南方航空', 'CZ9248', '空中客车 330-300(大)', '15:00', '17:15', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '1240.00', '87.1%', '1', '上海', '北京', null);
INSERT INTO `air` VALUES ('48', '东方航空', 'MU5117', '空中客车 330-300(大)', '16:00', '18:15', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '3840.00', '89.44%', '1', '上海', '北京', '34');
INSERT INTO `air` VALUES ('49', '南方航空', 'CZ9250', '空中客车 330-300(大)', '16:00', '18:15', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '1240.00', '89.44%', '1', '上海', '北京', '34');
INSERT INTO `air` VALUES ('50', '中国国航', 'CA1884', '空中客车 330(大)', '16:40', '19:05', '浦东国际机场T2', '首都国际机场T2', '2小时25分', '3840.00', '85.63%', '1', '上海', '北京', '34');
INSERT INTO `air` VALUES ('51', '深圳航空', 'ZH1884', '空中客车 330(大)', '16:40', '19:05', '浦东国际机场T2', '首都国际机场T2', '2小时25分', '3840.00', '85.63%', '1', '上海', '北京', '34');
INSERT INTO `air` VALUES ('52', '山东航空', 'SC1884', '空中客车 330(大)', '16:40', '19:05', '浦东国际机场T2', '首都国际机场T2', '2小时25分', '1240.00', '85.63%', '1', '上海', '北京', '34');
INSERT INTO `air` VALUES ('53', '深圳航空', 'ZH1518', '()', '16:55', '19:10', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '3840.00', '89.44%', '1', '上海', '北京', '34');
INSERT INTO `air` VALUES ('54', '中国国航', 'CA1518', '()', '16:55', '19:10', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '3840.00', '89.44%', '1', '上海', '北京', '47');
INSERT INTO `air` VALUES ('55', '吉祥航空', 'HO1904', '()', '16:55', '19:10', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '1240.00', '89.44%', '1', '上海', '北京', '47');
INSERT INTO `air` VALUES ('56', '东方航空', 'MU5119', '空中客车 330-300(大)', '17:00', '19:15', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '3840.00', '91.29%', '1', '上海', '北京', '47');
INSERT INTO `air` VALUES ('57', '南方航空', 'CZ9252', '空中客车 330-300(大)', '17:00', '19:15', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '1240.00', '91.29%', '1', '上海', '北京', '47');
INSERT INTO `air` VALUES ('58', '东方航空', 'MU5157', '波音 767-300/300(大)', '17:30', '19:50', '虹桥国际机场T2', '首都国际机场T2', '2小时20分', '3840.00', '85.63%', '1', '上海', '北京', '47');
INSERT INTO `air` VALUES ('59', '南方航空', 'CZ9280', '波音 767-300/300(大)', '17:30', '19:50', '虹桥国际机场T2', '首都国际机场T2', '2小时20分', '1240.00', '85.63%', '1', '上海', '北京', '47');
INSERT INTO `air` VALUES ('60', '中国国航', 'CA1522', '波音 777-300(大)', '17:55', '20:10', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '4960.00', '83.67%', '1', '上海', '北京', '47');
INSERT INTO `air` VALUES ('61', '山东航空', 'SC1522', '波音 777-300(大)', '17:55', '20:10', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '1240.00', '85.63%', '1', '上海', '北京', '47');
INSERT INTO `air` VALUES ('62', '深圳航空', 'ZH1522', '波音 777-300(大)', '17:55', '20:10', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '3840.00', '83.67%', '1', '上海', '北京', '34');
INSERT INTO `air` VALUES ('63', '东方航空', 'MU5121', '空中客车 330-300(大)', '18:00', '20:20', '虹桥国际机场T2', '首都国际机场T2', '2小时20分', '3840.00', '96.61%', '1', '上海', '北京', '34');
INSERT INTO `air` VALUES ('64', '南方航空', 'CZ9254', '空中客车 330-300(大)', '18:00', '20:20', '虹桥国际机场T2', '首都国际机场T2', '2小时20分', '1240.00', '96.61%', '1', '上海', '北京', '34');
INSERT INTO `air` VALUES ('65', '中国联航', 'KN5956', '波音 737()', '18:35', '20:55', '虹桥国际机场T2', '南苑机场', '2小时20分', '2230.00', '89.44%', '1', '上海', '北京', '34');
INSERT INTO `air` VALUES ('66', '山东航空', 'SC1516', '空中客车 330(大)', '18:55', '21:10', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '1240.00', '87.56%', '1', '上海', '北京', '34');
INSERT INTO `air` VALUES ('67', '中国国航', 'CA1516', '空中客车 330(大)', '18:55', '21:10', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '3840.00', '85.63%', '1', '上海', '北京', '34');
INSERT INTO `air` VALUES ('68', '深圳航空', 'ZH1516', '空中客车 330(大)', '18:55', '21:10', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '3840.00', '87.56%', '1', '上海', '北京', '34');
INSERT INTO `air` VALUES ('69', '东方航空', 'MU5123', '空中客车 330-300(大)', '19:00', '21:15', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '3840.00', '87.56%', '1', '上海', '北京', '34');
INSERT INTO `air` VALUES ('70', '南方航空', 'CZ9256', '空中客车 330-300(大)', '19:00', '21:15', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '1240.00', '87.56%', '1', '上海', '北京', '34');
INSERT INTO `air` VALUES ('71', '中国国航', 'CA156', '波音 737-800(中)', '19:10', '21:35', '浦东国际机场T2', '首都国际机场T2', '2小时25分', '1240.00', '68.32%', '1', '上海', '北京', '34');
INSERT INTO `air` VALUES ('72', '深圳航空', 'ZH4906', '波音 737-800(中)', '19:10', '21:35', '浦东国际机场T2', '首都国际机场T2', '2小时25分', '1240.00', '68.32%', '1', '上海', '北京', '34');
INSERT INTO `air` VALUES ('73', '中国联航', 'KN5978', '波音 737-200/200(中)', '19:20', '21:25', '浦东国际机场T2', '南苑机场', '2小时5分', '2230.00', '0%', '1', '上海', '北京', '34');
INSERT INTO `air` VALUES ('74', '中国国航', 'CA1550', '波音 777-300(大)', '19:55', '22:10', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '4960.00', '85.63%', '1', '上海', '北京', '34');
INSERT INTO `air` VALUES ('75', '深圳航空', 'ZH1550', '波音 777-300(大)', '19:55', '22:10', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '3840.00', '85.63%', '1', '上海', '北京', '34');
INSERT INTO `air` VALUES ('76', '山东航空', 'SC1550', '波音 777-300(大)', '19:55', '22:10', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '1240.00', '85.63%', '1', '上海', '北京', '34');
INSERT INTO `air` VALUES ('77', '东方航空', 'MU5125', '空中客车 330-300(大)', '20:00', '22:10', '虹桥国际机场T2', '首都国际机场T2', '2小时10分', '3840.00', '83.67%', '1', '上海', '北京', '34');
INSERT INTO `air` VALUES ('78', '南方航空', 'CZ9258', '空中客车 330-300(大)', '20:00', '22:10', '虹桥国际机场T2', '首都国际机场T2', '2小时10分', '1240.00', '83.67%', '1', '上海', '北京', null);
INSERT INTO `air` VALUES ('79', '东方航空', 'MU5159', '空中客车 330-300(大)', '20:40', '22:55', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '3840.00', '89.44%', '1', '上海', '北京', null);
INSERT INTO `air` VALUES ('80', '南方航空', 'CZ9282', '空中客车 330-300(大)', '20:40', '22:55', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '1240.00', '89.44%', '1', '上海', '北京', null);
INSERT INTO `air` VALUES ('81', '海南航空', 'HU7602', '波音-787(大)', '20:45', '23:05', '虹桥国际机场T2', '首都国际机场T2', '2小时20分', '3840.00', '77.46%', '1', '上海', '北京', null);
INSERT INTO `air` VALUES ('82', '南方航空', 'CZ3952', '空客330(大)', '20:55', '23:15', '虹桥国际机场T2', '首都国际机场T2', '2小时20分', '3470.00', '83.67%', '1', '上海', '北京', '34');
INSERT INTO `air` VALUES ('83', '东方航空', 'MU3517', '空客330(大)', '20:55', '23:15', '虹桥国际机场T2', '首都国际机场T2', '2小时20分', '1240.00', '83.67%', '1', '上海', '北京', null);
INSERT INTO `air` VALUES ('84', '中国国航', 'CA1856', '空客330(大)', '20:55', '23:10', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '3840.00', '83.67%', '1', '上海', '北京', null);
INSERT INTO `air` VALUES ('85', '山东航空', 'SC1856', '空客330(大)', '20:55', '23:10', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '1240.00', '83.67%', '1', '上海', '北京', '31');
INSERT INTO `air` VALUES ('86', '深圳航空', 'ZH1856', '空客330(大)', '20:55', '23:10', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '3840.00', '83.67%', '1', '上海', '北京', '31');
INSERT INTO `air` VALUES ('87', '东方航空', 'MU5127', '空中客车 330-300(大)', '21:00', '23:10', '虹桥国际机场T2', '首都国际机场T2', '2小时10分', '3840.00', '70.71%', '1', '上海', '北京', '31');
INSERT INTO `air` VALUES ('88', '东方航空', 'MU5186', '空中巴士330-200(大)', '21:15', '23:40', '浦东国际机场T2', '首都国际机场T2', '2小时25分', '3840.00', '83.67%', '1', '上海', '北京', '31');
INSERT INTO `air` VALUES ('89', '南方航空', 'CZ9668', '空中巴士330-200(大)', '21:15', '23:40', '浦东国际机场T2', '首都国际机场T2', '2小时25分', '1240.00', '83.67%', '1', '上海', '北京', '31');
INSERT INTO `air` VALUES ('90', '东方航空', 'MU9107', '波音 737-800(中)', '21:30', '23:50', '虹桥国际机场T2', '首都国际机场T2', '2小时20分', '3840.00', '87.56%', '1', '上海', '北京', '31');
INSERT INTO `air` VALUES ('91', '上海航空', 'FM9107', '波音 737-800(中)', '21:30', '23:50', '虹桥国际机场T2', '首都国际机场T2', '2小时20分', '3840.00', '87.56%', '1', '上海', '北京', '31');
INSERT INTO `air` VALUES ('92', '中国国航', 'CA1886', '波音 737-800(中)', '21:55', '00:10', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '3840.00', '74.28%', '1', '上海', '北京', '31');
INSERT INTO `air` VALUES ('93', '深圳航空', 'ZH1886', '波音 737-800(中)', '21:55', '00:10', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '3840.00', '74.28%', '1', '上海', '北京', null);
INSERT INTO `air` VALUES ('94', '山东航空', 'SC1886', '波音 737-800(中)', '21:55', '00:10', '虹桥国际机场T2', '首都国际机场T2', '2小时15分', '1240.00', '74.28%', '1', '上海', '北京', null);
INSERT INTO `air` VALUES ('95', '吉祥航空', 'HO1251', '空中客车 321(中)', '22:00', '00:30', '虹桥国际机场T2', '首都国际机场T2', '2小时30分', '3470.00', '77.46%', '1', '上海', '北京', '12');
INSERT INTO `air` VALUES ('96', '南方航空', 'CZ6411', '空中客车 321(中)', '22:30', '00:50', '虹桥国际机场T2', '首都国际机场T2', '2小时20分', '3470.00', '70.71%', '1', '上海', '北京', '12');
INSERT INTO `air` VALUES ('97', '东方航空', 'MU3661', '空中客车 321(中)', '22:30', '00:50', '虹桥国际机场T2', '首都国际机场T2', '2小时20分', '1240.00', '70.71%', '1', '上海', '北京', '12');
INSERT INTO `air` VALUES ('98', '海南航空', 'HU7610', '波音-787(大)', '22:45', '01:10', '浦东国际机场T2', '首都国际机场T2', '2小时25分', '3840.00', '89.44%', '1', '上海', '北京', '12');
INSERT INTO `air` VALUES ('99', '南方航空', 'CZ6172', '波音 737-800(中)', '06:45', '08:55', '浦东国际机场T2', '天河国际机场', '2小时10分', '3550.00', '96.61%', '1', '上海', '武汉', '12');
INSERT INTO `air` VALUES ('100', '东方航空', 'MU3600', '波音 737-800(中)', '06:45', '08:55', '浦东国际机场T2', '天河国际机场', '2小时10分', '1420.00', '96.61%', '1', '上海', '武汉', '12');
INSERT INTO `air` VALUES ('101', '东方航空', 'MU2504', '空中客车 319(中)', '07:45', '09:45', '浦东国际机场T2', '天河国际机场', '2小时0分', '4540.00', '91.29%', '1', '上海', '武汉', '12');
INSERT INTO `air` VALUES ('102', '南方航空', 'CZ9172', '空中客车 319(中)', '07:45', '09:45', '浦东国际机场T2', '天河国际机场', '2小时0分', '1420.00', '91.29%', '1', '上海', '武汉', '12');
INSERT INTO `air` VALUES ('103', '吉祥航空', 'HO1073', '空中客车 320(中)', '08:15', '10:20', '浦东国际机场T2', '天河国际机场', '2小时5分', '4540.00', '96.61%', '1', '上海', '武汉', '12');
INSERT INTO `air` VALUES ('104', '上海航空', 'FM9345', '波音 737-800(中)', '09:35', '11:35', '虹桥国际机场T2', '天河国际机场', '2小时0分', '4540.00', '83.67%', '1', '上海', '武汉', '76');
INSERT INTO `air` VALUES ('105', '东方航空', 'MU9345', '波音 737-800(中)', '09:35', '11:35', '虹桥国际机场T2', '天河国际机场', '2小时0分', '4540.00', '83.67%', '1', '上海', '武汉', '8');
INSERT INTO `air` VALUES ('106', '东方航空', 'MU2506', '波音 737-800(中)', '11:10', '13:05', '虹桥国际机场T2', '天河国际机场', '1小时55分', '4540.00', '77.46%', '1', '上海', '武汉', '8');
INSERT INTO `air` VALUES ('107', '南方航空', 'CZ9722', '波音 737-800(中)', '11:10', '13:05', '虹桥国际机场T2', '天河国际机场', '1小时55分', '1420.00', '96.61%', '1', '上海', '武汉', '53');
INSERT INTO `air` VALUES ('108', '东方航空', 'MU2469', '波音 737-800(中)', '12:55', '14:55', '虹桥国际机场T2', '天河国际机场', '2小时0分', '4540.00', '96.61%', '1', '上海', '武汉', '78');
INSERT INTO `air` VALUES ('109', '南方航空', 'CZ9160', '波音 737-800(中)', '12:55', '14:55', '虹桥国际机场T2', '天河国际机场', '2小时0分', '1420.00', '96.61%', '1', '上海', '武汉', null);
INSERT INTO `air` VALUES ('110', '东方航空', 'MU2692', '波音737-800(中)', '13:20', '15:25', '浦东国际机场T2', '天河国际机场', '2小时5分', '2700.00', '96.61%', '1', '上海', '武汉', '5');
INSERT INTO `air` VALUES ('111', '东方航空', 'MU2508', '波音 737-800(中)', '13:20', '15:20', '虹桥国际机场T2', '天河国际机场', '2小时0分', '4540.00', '44.72%', '1', '上海', '武汉', null);
INSERT INTO `air` VALUES ('112', '南方航空', 'CZ9175', '波音 737-800(中)', '13:20', '15:20', '虹桥国际机场T2', '天河国际机场', '2小时0分', '1420.00', '89.44%', '1', '上海', '武汉', '7');
INSERT INTO `air` VALUES ('113', '东方航空', 'MU518', '波音737-800(中)', '15:35', '17:40', '浦东国际机场T2', '天河国际机场', '2小时5分', '2700.00', '89.44%', '1', '上海', '武汉', '3');
INSERT INTO `air` VALUES ('114', '东方航空', 'MU2522', '波音 737-800(中)', '16:30', '18:35', '虹桥国际机场T2', '天河国际机场', '2小时5分', '4540.00', '98.32%', '1', '上海', '武汉', '6');
INSERT INTO `air` VALUES ('115', '南方航空', 'CZ9724', '波音 737-800(中)', '16:30', '18:35', '虹桥国际机场T2', '天河国际机场', '2小时5分', '1420.00', '98.32%', '1', '上海', '武汉', '9');
INSERT INTO `air` VALUES ('116', '南方航空', 'CZ3580', '波音 737-800(中)', '16:45', '19:00', '浦东国际机场T2', '天河国际机场', '2小时15分', '3550.00', '91.29%', '1', '上海', '武汉', '3');
INSERT INTO `air` VALUES ('117', '东方航空', 'MU3305', '波音 737-800(中)', '16:45', '19:00', '浦东国际机场T2', '天河国际机场', '2小时15分', '1420.00', '91.29%', '1', '上海', '武汉', '4');
INSERT INTO `air` VALUES ('118', '东方航空', 'MU5273', '空客320－300(中)', '17:35', '19:40', '浦东国际机场T2', '天河国际机场', '2小时5分', '4540.00', '85.63%', '1', '上海', '武汉', '2');
INSERT INTO `air` VALUES ('119', '南方航空', 'CZ9648', '空客320－300(中)', '17:35', '19:40', '浦东国际机场T2', '天河国际机场', '2小时5分', '1420.00', '85.63%', '1', '上海', '武汉', null);
INSERT INTO `air` VALUES ('120', '上海航空', 'FM9363', '波音 737(中)', '18:40', '20:40', '虹桥国际机场T2', '天河国际机场', '2小时0分', '4540.00', '94.87%', '1', '上海', '武汉', '3');
INSERT INTO `air` VALUES ('121', '东方航空', 'MU9363', '波音 737(中)', '18:40', '20:40', '虹桥国际机场T2', '天河国际机场', '2小时0分', '4540.00', '93.1%', '1', '上海', '武汉', '32');
INSERT INTO `air` VALUES ('122', '东方航空', 'MU2020', '波音 737-800(中)', '18:50', '20:55', '浦东国际机场T2', '天河国际机场', '2小时5分', '2700.00', '0%', '1', '上海', '武汉', '3');
INSERT INTO `air` VALUES ('123', '南方航空', 'CZ9688', '波音 737-800(中)', '18:50', '20:55', '浦东国际机场T2', '天河国际机场', '2小时5分', '1420.00', '91.29%', '1', '上海', '武汉', '21');
INSERT INTO `air` VALUES ('124', '东方航空', 'MU2512', '波音737-800(中)', '20:10', '22:10', '虹桥国际机场T2', '天河国际机场', '2小时0分', '4540.00', '93.1%', '1', '上海', '武汉', '3');
INSERT INTO `air` VALUES ('125', '东方航空', 'MU2514', '波音737-800(中)', '20:50', '23:00', '虹桥国际机场T2', '天河国际机场', '2小时10分', '4540.00', '89.44%', '1', '上海', '武汉', '1');
INSERT INTO `air` VALUES ('126', '南方航空', 'CZ9660', '波音737-800(中)', '20:50', '23:00', '虹桥国际机场T2', '天河国际机场', '2小时10分', '1420.00', '89.44%', '1', '上海', '武汉', '3');
INSERT INTO `air` VALUES ('127', '东方航空', 'MU2544', '波音 737-800(中)', '21:05', '23:10', '浦东国际机场T2', '天河国际机场', '2小时5分', '2700.00', '93.1%', '1', '上海', '武汉', '6');
INSERT INTO `air` VALUES ('128', '南方航空', 'CZ3544', '波音 737-800(中)', '22:30', '00:35', '浦东国际机场T2', '天河国际机场', '2小时5分', '3550.00', '91.29%', '1', '上海', '武汉', '31');
INSERT INTO `air` VALUES ('129', '东方航空', 'MU3281', '波音 737-800(中)', '22:30', '00:35', '浦东国际机场T2', '天河国际机场', '2小时5分', '1420.00', '91.29%', '1', '上海', '武汉', '6');
INSERT INTO `air` VALUES ('130', '上海航空', 'FM9421', '波音 737-900(中)', '07:55', '10:55', '虹桥国际机场T2', '江北国际机场', '3小时0分', '3410.00', '98.32%', '1', '上海', '重庆', '5');
INSERT INTO `air` VALUES ('131', '东方航空', 'MU9421', '波音 737-900(中)', '07:55', '10:55', '虹桥国际机场T2', '江北国际机场', '3小时0分', '3410.00', '98.32%', '1', '上海', '重庆', null);
INSERT INTO `air` VALUES ('132', '吉祥航空', 'HO1245', '空中客车 321(中)', '08:40', '11:35', '浦东国际机场T2', '江北国际机场', '2小时55分', '3570.00', '93.1%', '1', '上海', '重庆', '34');
INSERT INTO `air` VALUES ('133', '东方航空', 'MU5421', '空中客车 320(中)', '09:00', '11:55', '浦东国际机场T2', '江北国际机场', '2小时55分', '3410.00', '87.56%', '1', '上海', '重庆', '34');
INSERT INTO `air` VALUES ('134', '吉祥航空', 'HO1777', '空中客车 320(中)', '09:00', '11:55', '浦东国际机场T2', '江北国际机场', '2小时55分', '1550.00', '87.56%', '1', '上海', '重庆', '3');
INSERT INTO `air` VALUES ('135', '东方航空', 'MU5423', '空中客车 320(中)', '09:35', '12:30', '虹桥国际机场T2', '江北国际机场', '2小时55分', '3410.00', '100%', '1', '上海', '重庆', '12');
INSERT INTO `air` VALUES ('136', '南方航空', 'CZ9419', '空中客车 320(中)', '09:35', '12:30', '虹桥国际机场T2', '江北国际机场', '2小时55分', '1550.00', '100%', '1', '上海', '重庆', '24');
INSERT INTO `air` VALUES ('137', '山东航空', 'SC4950', '波音 737-800(中)', '10:30', '13:20', '虹桥国际机场T2', '江北国际机场', '2小时50分', '3570.00', '98.32%', '1', '上海', '重庆', '24');
INSERT INTO `air` VALUES ('138', '四川航空', '3U8972', '空中客车 321(中)', '11:05', '14:00', '浦东国际机场T2', '江北国际机场', '2小时55分', '3410.00', '98.32%', '1', '上海', '重庆', '24');
INSERT INTO `air` VALUES ('139', '东方航空', 'MU5425', '空客320(中)', '11:10', '14:10', '浦东国际机场T2', '江北国际机场', '3小时0分', '3410.00', '94.87%', '1', '上海', '重庆', '24');
INSERT INTO `air` VALUES ('140', '中国国航', 'CA4544', '()', '11:40', '14:35', '虹桥国际机场T2', '江北国际机场', '2小时55分', '3570.00', '100%', '1', '上海', '重庆', '24');
INSERT INTO `air` VALUES ('141', '华夏航空', 'G54154', '()', '11:40', '14:35', '虹桥国际机场T2', '江北国际机场', '2小时55分', '3570.00', '100%', '1', '上海', '重庆', '24');
INSERT INTO `air` VALUES ('142', '深圳航空', 'ZH4544', '()', '11:40', '14:35', '虹桥国际机场T2', '江北国际机场', '2小时55分', '3570.00', '100%', '1', '上海', '重庆', '24');
INSERT INTO `air` VALUES ('143', '吉祥航空', 'HO1907', '()', '11:40', '14:35', '虹桥国际机场T2', '江北国际机场', '2小时55分', '1550.00', '100%', '1', '上海', '重庆', '24');
INSERT INTO `air` VALUES ('144', '山东航空', 'SC4544', '()', '11:40', '14:35', '虹桥国际机场T2', '江北国际机场', '2小时55分', '3570.00', '100%', '1', '上海', '重庆', '24');
INSERT INTO `air` VALUES ('145', '西藏航空', 'TV6602', '()', '11:40', '14:35', '虹桥国际机场T2', '江北国际机场', '2小时55分', '4650.00', '100%', '1', '上海', '重庆', '24');
INSERT INTO `air` VALUES ('146', '南方航空', 'CZ8108', '空中客车 320(中)', '11:55', '14:45', '浦东国际机场T2', '江北国际机场', '2小时50分', '1550.00', '89.44%', '1', '上海', '重庆', '24');
INSERT INTO `air` VALUES ('147', '中国国航', 'CA158', '波音 737-800(中)', '12:35', '15:25', '浦东国际机场T2', '江北国际机场', '2小时50分', '2790.00', '93.1%', '1', '上海', '重庆', '24');
INSERT INTO `air` VALUES ('148', '深圳航空', 'ZH4908', '波音 737-800(中)', '12:35', '15:25', '浦东国际机场T2', '江北国际机场', '2小时50分', '2790.00', '93.1%', '1', '上海', '重庆', null);
INSERT INTO `air` VALUES ('149', '东方航空', 'MU5427', '波音737-800(中)', '12:55', '15:55', '虹桥国际机场T2', '江北国际机场', '3小时0分', '3410.00', '91.29%', '1', '上海', '重庆', null);
INSERT INTO `air` VALUES ('150', '吉祥航空', 'HO1779', '波音737-800(中)', '12:55', '15:55', '虹桥国际机场T2', '江北国际机场', '3小时0分', '1550.00', '93.1%', '1', '上海', '重庆', null);
INSERT INTO `air` VALUES ('151', '南方航空', 'CZ9423', '波音737-800(中)', '12:55', '15:55', '虹桥国际机场T2', '江北国际机场', '3小时0分', '1550.00', '91.29%', '1', '上海', '重庆', '31');
INSERT INTO `air` VALUES ('152', '东方航空', 'MU9267', '波音 737-900(中)', '13:40', '18:10', '虹桥国际机场T2', '江北国际机场', '4小时30分', '3410.00', '94.87%', '1', '上海', '重庆', null);
INSERT INTO `air` VALUES ('153', '上海航空', 'FM9267', '波音 737-900(中)', '13:40', '18:10', '虹桥国际机场T2', '江北国际机场', '4小时30分', '3410.00', '94.87%', '1', '上海', '重庆', null);
INSERT INTO `air` VALUES ('154', '东方航空', 'MU5429', '空客320－300(中)', '15:05', '18:05', '虹桥国际机场T2', '江北国际机场', '3小时0分', '3410.00', '91.29%', '1', '上海', '重庆', '31');
INSERT INTO `air` VALUES ('155', '南方航空', 'CZ9425', '空客320－300(中)', '15:05', '18:05', '虹桥国际机场T2', '江北国际机场', '3小时0分', '1550.00', '91.29%', '1', '上海', '重庆', null);
INSERT INTO `air` VALUES ('156', '海南航空', 'HU7151', '波音 737-800(中)', '15:40', '18:35', '浦东国际机场T2', '江北国际机场', '2小时55分', '3410.00', '93.1%', '1', '上海', '重庆', '3');
INSERT INTO `air` VALUES ('157', '上海航空', 'FM9423', '波音 737-900(中)', '16:05', '19:00', '虹桥国际机场T2', '江北国际机场', '2小时55分', '1550.00', '94.87%', '1', '上海', '重庆', null);
INSERT INTO `air` VALUES ('158', '东方航空', 'MU9423', '波音 737-900(中)', '16:05', '19:00', '虹桥国际机场T2', '江北国际机场', '2小时55分', '1550.00', '94.87%', '1', '上海', '重庆', '23');
INSERT INTO `air` VALUES ('159', '上海航空', 'FM9425', '波音 737-900(中)', '17:05', '20:05', '虹桥国际机场T2', '江北国际机场', '3小时0分', '3410.00', '96.61%', '1', '上海', '重庆', null);
INSERT INTO `air` VALUES ('160', '东方航空', 'MU9425', '波音 737-900(中)', '17:05', '20:05', '虹桥国际机场T2', '江北国际机场', '3小时0分', '3410.00', '96.61%', '1', '上海', '重庆', '2');
INSERT INTO `air` VALUES ('161', '吉祥航空', 'HO1247', '空中客车 320(中)', '17:15', '20:10', '虹桥国际机场T2', '江北国际机场', '2小时55分', '3570.00', '94.87%', '1', '上海', '重庆', null);
INSERT INTO `air` VALUES ('162', '四川航空', '3U8974', '空中客车 321(中)', '17:55', '21:00', '浦东国际机场T2', '江北国际机场', '3小时5分', '3410.00', '93.1%', '1', '上海', '重庆', '3');
INSERT INTO `air` VALUES ('163', '南方航空', 'CZ8110', '空中客车 320(中)', '19:20', '22:15', '浦东国际机场T2', '江北国际机场', '2小时55分', '1550.00', '83.67%', '1', '上海', '重庆', null);
INSERT INTO `air` VALUES ('164', '东方航空', 'MU5431', '空客320(中)', '19:20', '22:25', '浦东国际机场T2', '江北国际机场', '3小时5分', '3410.00', '87.56%', '1', '上海', '重庆', null);
INSERT INTO `air` VALUES ('165', '深圳航空', 'ZH4556', '()', '20:00', '22:55', '浦东国际机场T2', '江北国际机场', '2小时55分', '3570.00', '93.1%', '1', '上海', '重庆', '23');
INSERT INTO `air` VALUES ('166', '西藏航空', 'TV6606', '()', '20:00', '22:55', '浦东国际机场T2', '江北国际机场', '2小时55分', '4650.00', '93.1%', '1', '上海', '重庆', null);
INSERT INTO `air` VALUES ('167', '中国国航', 'CA4556', '()', '20:00', '22:55', '浦东国际机场T2', '江北国际机场', '2小时55分', '3570.00', '93.1%', '1', '上海', '重庆', null);
INSERT INTO `air` VALUES ('168', '华夏航空', 'G54162', '()', '20:00', '22:55', '浦东国际机场T2', '江北国际机场', '2小时55分', '3570.00', '93.1%', '1', '上海', '重庆', '1');
INSERT INTO `air` VALUES ('169', '山东航空', 'SC4556', '()', '20:00', '22:55', '浦东国际机场T2', '江北国际机场', '2小时55分', '3570.00', '93.1%', '1', '上海', '重庆', null);
INSERT INTO `air` VALUES ('170', '吉祥航空', 'HO1905', '()', '20:00', '22:55', '浦东国际机场T2', '江北国际机场', '2小时55分', '1550.00', '93.1%', '1', '上海', '重庆', '4');
INSERT INTO `air` VALUES ('171', '中国国航', 'CA4542', '波音 737-700(中)', '21:10', '00:05', '虹桥国际机场T2', '江北国际机场', '2小时55分', '3570.00', '96.61%', '1', '上海', '重庆', null);
INSERT INTO `air` VALUES ('172', '华夏航空', 'G54152', '波音 737-700(中)', '21:10', '00:05', '虹桥国际机场T2', '江北国际机场', '2小时55分', '3570.00', '96.61%', '1', '上海', '重庆', null);
INSERT INTO `air` VALUES ('173', '山东航空', 'SC4542', '波音 737-700(中)', '21:10', '00:05', '虹桥国际机场T2', '江北国际机场', '2小时55分', '3570.00', '96.61%', '1', '上海', '重庆', '23');
INSERT INTO `air` VALUES ('174', '深圳航空', 'ZH4542', '波音 737-700(中)', '21:10', '00:05', '虹桥国际机场T2', '江北国际机场', '2小时55分', '3570.00', '96.61%', '1', '上海', '重庆', '65');
INSERT INTO `air` VALUES ('175', '西藏航空', 'TV6604', '波音 737-700(中)', '21:10', '00:05', '虹桥国际机场T2', '江北国际机场', '2小时55分', '4650.00', '96.61%', '1', '上海', '重庆', '4');
INSERT INTO `air` VALUES ('176', '东方航空', 'MU5433', '空中客车 320(中)', '21:15', '00:10', '浦东国际机场T2', '江北国际机场', '2小时55分', '3410.00', '89.44%', '1', '上海', '重庆', '43');
INSERT INTO `air` VALUES ('177', '南方航空', 'CZ9760', '空中客车 320(中)', '21:15', '00:10', '浦东国际机场T2', '江北国际机场', '2小时55分', '1550.00', '89.44%', '1', '上海', '重庆', '4');
INSERT INTO `air` VALUES ('178', '吉祥航空', 'HO1269', '空中客车 320(中)', '06:40', '10:40', '虹桥国际机场T2', '双流国际机场', '4小时0分', '3870.00', '0%', '1', '上海', '成都', '5');
INSERT INTO `air` VALUES ('179', '中国国航', 'CA1947', '空客321(中)', '07:10', '10:30', '浦东国际机场T2', '双流国际机场', '3小时20分', '3870.00', '0%', '1', '上海', '成都', '44');
INSERT INTO `air` VALUES ('180', '山东航空', 'SC1947', '空客321(中)', '07:10', '10:30', '浦东国际机场T2', '双流国际机场', '3小时20分', '1760.00', '0%', '1', '上海', '成都', '47');
INSERT INTO `air` VALUES ('181', '西藏航空', 'TV6505', '空客321(中)', '07:10', '10:30', '浦东国际机场T2', '双流国际机场', '3小时20分', '5280.00', '0%', '1', '上海', '成都', '55');
INSERT INTO `air` VALUES ('182', '深圳航空', 'ZH1947', '空客321(中)', '07:10', '10:30', '浦东国际机场T2', '双流国际机场', '3小时20分', '5280.00', '0%', '1', '上海', '成都', '23');
INSERT INTO `air` VALUES ('183', '吉祥航空', 'HO1119', '空中客车 321(中)', '08:40', '12:05', '虹桥国际机场T2', '双流国际机场', '3小时25分', '3870.00', '0%', '1', '上海', '成都', '87');
INSERT INTO `air` VALUES ('184', '东方航空', 'MU5403', '空客320－300(中)', '08:45', '12:10', '浦东国际机场T2', '双流国际机场', '3小时25分', '3870.00', '0%', '1', '上海', '成都', '12');
INSERT INTO `air` VALUES ('185', '南方航空', 'CZ9412', '空客320－300(中)', '08:45', '12:10', '浦东国际机场T2', '双流国际机场', '3小时25分', '1760.00', '0%', '1', '上海', '成都', '67');
INSERT INTO `air` VALUES ('186', '东方航空', 'MU5405', '空客320－300(中)', '09:40', '13:00', '虹桥国际机场T2', '双流国际机场', '3小时20分', '3870.00', '0%', '1', '上海', '成都', '34');
INSERT INTO `air` VALUES ('187', '深圳航空', 'ZH4592', '空中客车 320(中)', '09:45', '13:10', '浦东国际机场T2', '双流国际机场', '3小时25分', '5280.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('188', '山东航空', 'SC4592', '空中客车 320(中)', '09:45', '13:10', '浦东国际机场T2', '双流国际机场', '3小时25分', '1760.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('189', '西藏航空', 'TV6510', '空中客车 320(中)', '09:45', '13:10', '浦东国际机场T2', '双流国际机场', '3小时25分', '5280.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('190', '中国国航', 'CA4592', '空中客车 320(中)', '09:45', '13:10', '浦东国际机场T2', '双流国际机场', '3小时25分', '3870.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('191', '四川航空', '3U8648', '空中客车 330(大)', '09:55', '13:20', '浦东国际机场T2', '双流国际机场', '3小时25分', '3170.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('192', '东方航空', 'MU294', '空客320(中)', '11:25', '14:45', '浦东国际机场T2', '双流国际机场', '3小时20分', '3340.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('193', '四川航空', '3U8962', '空中客车 330(大)', '11:45', '15:05', '浦东国际机场T2', '双流国际机场', '3小时20分', '3870.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('194', '中国国航', 'CA4504', '空中客车 330(大)', '11:50', '15:20', '浦东国际机场T2', '双流国际机场', '3小时30分', '3870.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('195', '西藏航空', 'TV6508', '空中客车 330(大)', '11:50', '15:20', '浦东国际机场T2', '双流国际机场', '3小时30分', '5280.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('196', '深圳航空', 'ZH4504', '空中客车 330(大)', '11:50', '15:20', '浦东国际机场T2', '双流国际机场', '3小时30分', '5280.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('197', '山东航空', 'SC4504', '空中客车 330(大)', '11:50', '15:20', '浦东国际机场T2', '双流国际机场', '3小时30分', '1760.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('198', '东方航空', 'MU5407', '空中客车 320(中)', '11:50', '15:10', '浦东国际机场T2', '双流国际机场', '3小时20分', '3340.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('199', '西藏航空', 'TV6502', '空中客车 330-300(大)', '12:00', '15:20', '虹桥国际机场T2', '双流国际机场', '3小时20分', '5280.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('200', '山东航空', 'SC4516', '空中客车 330-300(大)', '12:00', '15:20', '虹桥国际机场T2', '双流国际机场', '3小时20分', '1760.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('201', '深圳航空', 'ZH4516', '空中客车 330-300(大)', '12:00', '15:20', '虹桥国际机场T2', '双流国际机场', '3小时20分', '5280.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('202', '中国国航', 'CA4516', '空中客车 330-300(大)', '12:00', '15:20', '虹桥国际机场T2', '双流国际机场', '3小时20分', '3870.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('203', '南方航空', 'CZ3359', '空中客车 320(中)', '13:30', '16:55', '浦东国际机场T2', '双流国际机场', '3小时25分', '4930.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('204', '东方航空', 'MU3160', '空中客车 320(中)', '13:30', '16:55', '浦东国际机场T2', '双流国际机场', '3小时25分', '1760.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('205', '中国国航', 'CA4514', '空中客车 321(中)', '14:25', '17:50', '浦东国际机场T2', '双流国际机场', '3小时25分', '3870.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('206', '深圳航空', 'ZH4514', '空中客车 321(中)', '14:25', '17:50', '浦东国际机场T2', '双流国际机场', '3小时25分', '5280.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('207', '山东航空', 'SC4514', '空中客车 321(中)', '14:25', '17:50', '浦东国际机场T2', '双流国际机场', '3小时25分', '1760.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('208', '西藏航空', 'TV9882', '空中客车 319(中)', '14:45', '18:10', '虹桥国际机场T2', '双流国际机场', '3小时25分', '5280.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('209', '四川航空', '3U8964', '空中客车 321(中)', '15:40', '19:15', '浦东国际机场T2', '双流国际机场', '3小时35分', '3870.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('210', '上海航空', 'FM9549', '波音 737-900(中)', '16:00', '19:20', '虹桥国际机场T2', '双流国际机场', '3小时20分', '1760.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('211', '西藏航空', 'TV9866', '空中客车 320(中)', '16:35', '20:05', '虹桥国际机场T2', '双流国际机场', '3小时30分', '1760.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('212', '中国国航', 'CA1949', '空客321(中)', '16:40', '20:05', '浦东国际机场T2', '双流国际机场', '3小时25分', '3870.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('213', '深圳航空', 'ZH1949', '空客321(中)', '16:40', '20:05', '浦东国际机场T2', '双流国际机场', '3小时25分', '5280.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('214', '吉祥航空', 'HO1909', '空客321(中)', '16:40', '20:05', '浦东国际机场T2', '双流国际机场', '3小时25分', '1760.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('215', '山东航空', 'SC1949', '空客321(中)', '16:40', '20:05', '浦东国际机场T2', '双流国际机场', '3小时25分', '1760.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('216', '西藏航空', 'TV6511', '空客321(中)', '16:40', '20:05', '浦东国际机场T2', '双流国际机场', '3小时25分', '5280.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('217', '东方航空', 'MU5038', '空中客车 320(中)', '17:50', '21:15', '浦东国际机场T2', '双流国际机场', '3小时25分', '3340.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('218', '东方航空', 'MU5413', '空中客车 319(中)', '18:45', '22:10', '虹桥国际机场T2', '双流国际机场', '3小时25分', '1760.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('219', '东方航空', 'MU5411', '波音 737-800(中)', '19:10', '22:25', '虹桥国际机场T2', '双流国际机场', '3小时15分', '3870.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('220', '四川航空', '3U8966', '空中客车 321(中)', '19:40', '23:00', '浦东国际机场T2', '双流国际机场', '3小时20分', '3870.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('221', '东方航空', 'MU5415', '空中客车 320(中)', '20:15', '23:35', '虹桥国际机场T2', '双流国际机场', '3小时20分', '3870.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('222', '中国国航', 'CA4502', '空中客车 330-300(大)', '20:20', '23:45', '虹桥国际机场T2', '双流国际机场', '3小时25分', '3870.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('223', '西藏航空', 'TV6504', '空中客车 330-300(大)', '20:20', '23:45', '虹桥国际机场T2', '双流国际机场', '3小时25分', '5280.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('224', '深圳航空', 'ZH4502', '空中客车 330-300(大)', '20:20', '23:45', '虹桥国际机场T2', '双流国际机场', '3小时25分', '5280.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('225', '山东航空', 'SC4502', '空中客车 330-300(大)', '20:20', '23:45', '虹桥国际机场T2', '双流国际机场', '3小时25分', '1760.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('226', '中国国航', 'CA4536', '空中客车 330(大)', '21:00', '00:25', '浦东国际机场T2', '双流国际机场', '3小时25分', '3870.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('227', '山东航空', 'SC4536', '空中客车 330(大)', '21:00', '00:25', '浦东国际机场T2', '双流国际机场', '3小时25分', '1760.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('228', '深圳航空', 'ZH4536', '空中客车 330(大)', '21:00', '00:25', '浦东国际机场T2', '双流国际机场', '3小时25分', '5280.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('229', '南方航空', 'CZ9417', '空中客车 319(中)', '21:05', '00:30', '浦东国际机场T2', '双流国际机场', '3小时25分', '1760.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('230', '东方航空', 'MU5417', '空中客车 319(中)', '21:05', '00:30', '浦东国际机场T2', '双流国际机场', '3小时25分', '3870.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('231', '成都航空', 'EU6678', '空中客车 320(中)', '21:40', '01:05', '浦东国际机场T2', '双流国际机场', '3小时25分', '1760.00', '0%', '1', '上海', '成都', null);
INSERT INTO `air` VALUES ('232', '中国国航', 'CA1893', '空中客车 330(大)', '07:25', '10:00', '浦东国际机场T2', '宝安国际机场', '2小时35分', '3220.00', '94.87%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('233', '山东航空', 'SC1893', '空中客车 330(大)', '07:25', '10:00', '浦东国际机场T2', '宝安国际机场', '2小时35分', '1400.00', '94.87%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('234', '深圳航空', 'ZH1893', '空中客车 330(大)', '07:25', '10:00', '浦东国际机场T2', '宝安国际机场', '2小时35分', '3220.00', '94.87%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('235', '吉祥航空', 'HO1111', '空中客车 321(中)', '07:35', '10:05', '虹桥国际机场T2', '宝安国际机场', '2小时30分', '3500.00', '100%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('236', '南方航空', 'CZ3590', '空中客车 320(中)', '07:55', '10:25', '虹桥国际机场T2', '宝安国际机场', '2小时30分', '3500.00', '93.1%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('237', '东方航空', 'MU3313', '空中客车 320(中)', '07:55', '10:25', '虹桥国际机场T2', '宝安国际机场', '2小时30分', '1400.00', '93.1%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('238', '南方航空', 'CZ3645', '空中客车 320(中)', '08:00', '10:45', '浦东国际机场T2', '宝安国际机场', '2小时45分', '3500.00', '85.63%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('239', '东方航空', 'MU3336', '空中客车 320(中)', '08:00', '10:45', '浦东国际机场T2', '宝安国际机场', '2小时45分', '1400.00', '85.63%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('240', '东方航空', 'MU9333', '波音 737-900(中)', '08:00', '10:30', '虹桥国际机场T2', '宝安国际机场', '2小时30分', '3500.00', '93.1%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('241', '上海航空', 'FM9333', '波音 737-900(中)', '08:00', '10:30', '虹桥国际机场T2', '宝安国际机场', '2小时30分', '3500.00', '93.1%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('242', '东方航空', 'MU5333', '空中客车 321(中)', '09:00', '11:40', '虹桥国际机场T2', '宝安国际机场', '2小时40分', '3500.00', '93.1%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('243', '南方航空', 'CZ9375', '空中客车 321(中)', '09:00', '11:40', '虹桥国际机场T2', '宝安国际机场', '2小时40分', '1400.00', '93.1%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('244', '深圳航空', 'ZH9722', '空中客车 320(中)', '09:05', '12:45', '虹桥国际机场T2', '宝安国际机场', '3小时40分', '3220.00', '81.65%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('245', '东方航空', 'MU5335', '空客320－300(中)', '09:15', '11:50', '浦东国际机场T2', '宝安国际机场', '2小时35分', '3500.00', '85.63%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('246', '南方航空', 'CZ9377', '空客320－300(中)', '09:15', '11:50', '浦东国际机场T2', '宝安国际机场', '2小时35分', '1400.00', '85.63%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('247', '东方航空', 'MU3301', '空中客车 321(中)', '09:15', '11:45', '虹桥国际机场T2', '宝安国际机场', '2小时30分', '1400.00', '89.44%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('248', '南方航空', 'CZ3576', '空中客车 321(中)', '09:15', '11:45', '虹桥国际机场T2', '宝安国际机场', '2小时30分', '3500.00', '89.44%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('249', '厦门航空', 'MF8371', '波音 737-800(中)', '09:30', '11:55', '虹桥国际机场T2', '宝安国际机场', '2小时25分', '3500.00', '89.44%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('250', '东方航空', 'MU5337', '空客320(中)', '10:05', '12:30', '虹桥国际机场T2', '宝安国际机场', '2小时25分', '3500.00', '81.65%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('251', '深圳航空', 'ZH9918', '波音737-900(中)', '11:35', '14:15', '浦东国际机场T2', '宝安国际机场', '2小时40分', '3220.00', '98.32%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('252', '深圳航空', 'ZH9894', '波音 737-200/300()', '11:45', '14:25', '虹桥国际机场T2', '宝安国际机场', '2小时40分', '3220.00', '98.32%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('253', '海南航空', 'HU7208', '波音 737-800(中)', '11:55', '14:35', '浦东国际机场T2', '宝安国际机场', '2小时40分', '3360.00', '85.63%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('254', '东方航空', 'MU5341', '空中客车 320(中)', '12:05', '14:30', '虹桥国际机场T2', '宝安国际机场', '2小时25分', '3500.00', '70.71%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('255', '南方航空', 'CZ3554', '空中客车 330-300(大)', '12:40', '15:15', '虹桥国际机场T2', '宝安国际机场', '2小时35分', '5600.00', '83.67%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('256', '东方航空', 'MU3289', '空中客车 330-300(大)', '12:40', '15:15', '虹桥国际机场T2', '宝安国际机场', '2小时35分', '1400.00', '96.08%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('257', '深圳航空', 'ZH9812', '波音737-900(中)', '13:05', '15:40', '浦东国际机场T2', '宝安国际机场', '2小时35分', '3220.00', '96.61%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('258', '南方航空', 'CZ9384', '波音 737-800(中)', '13:10', '15:35', '虹桥国际机场T2', '宝安国际机场', '2小时25分', '1400.00', '87.56%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('259', '东方航空', 'MU5343', '波音 737-800(中)', '13:10', '15:35', '虹桥国际机场T2', '宝安国际机场', '2小时25分', '3500.00', '87.56%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('260', '吉祥航空', 'HO1201', '空中客车 321(中)', '14:00', '16:30', '虹桥国际机场T2', '宝安国际机场', '2小时30分', '3500.00', '91.29%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('261', '东方航空', 'MU5345', '空中客车 321(中)', '14:05', '16:30', '虹桥国际机场T2', '宝安国际机场', '2小时25分', '3500.00', '83.67%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('262', '南方航空', 'CZ9386', '空中客车 321(中)', '14:05', '16:30', '虹桥国际机场T2', '宝安国际机场', '2小时25分', '1400.00', '83.67%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('263', '厦门航空', 'MF8377', '波音 737-800(中)', '14:35', '17:05', '虹桥国际机场T2', '宝安国际机场', '2小时30分', '3500.00', '83.67%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('264', '南方航空', 'CZ3832', '空中客车 320(中)', '14:35', '17:15', '浦东国际机场T2', '宝安国际机场', '2小时40分', '3500.00', '98.32%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('265', '东方航空', 'MU3453', '空中客车 320(中)', '14:35', '17:15', '浦东国际机场T2', '宝安国际机场', '2小时40分', '1400.00', '98.32%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('266', '深圳航空', 'ZH9814', '空中客车320(中)', '15:05', '17:35', '虹桥国际机场T2', '宝安国际机场', '2小时30分', '3220.00', '85.63%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('267', '东方航空', 'MU5347', '空客320(中)', '15:20', '17:55', '虹桥国际机场T2', '宝安国际机场', '2小时35分', '3500.00', '83.67%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('268', '吉祥航空', 'HO1743', '空客320(中)', '15:20', '17:55', '虹桥国际机场T2', '宝安国际机场', '2小时35分', '1400.00', '81.65%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('269', '南方航空', 'CZ9388', '空客320(中)', '15:20', '17:55', '虹桥国际机场T2', '宝安国际机场', '2小时35分', '1400.00', '83.67%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('270', '东方航空', 'MU5349', '空客320(中)', '16:05', '18:35', '虹桥国际机场T2', '宝安国际机场', '2小时30分', '3500.00', '85.63%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('271', '南方航空', 'CZ9390', '空客320(中)', '16:05', '18:35', '虹桥国际机场T2', '宝安国际机场', '2小时30分', '1400.00', '85.63%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('272', '厦门航空', 'MF8317', '波音 737-800(中)', '16:35', '19:05', '虹桥国际机场T2', '宝安国际机场', '2小时30分', '3500.00', '85.63%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('273', '东方航空', 'MU3295', '空中客车 321(中)', '16:40', '19:10', '虹桥国际机场T2', '宝安国际机场', '2小时30分', '1400.00', '91.29%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('274', '南方航空', 'CZ3562', '空中客车 321(中)', '16:40', '19:10', '虹桥国际机场T2', '宝安国际机场', '2小时30分', '3500.00', '91.29%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('275', '深圳航空', 'ZH9920', '空中客车320(中)', '16:50', '19:25', '虹桥国际机场T2', '宝安国际机场', '2小时35分', '3220.00', '79.58%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('276', '南方航空', 'CZ9392', '波音737-800(中)', '17:05', '19:35', '虹桥国际机场T2', '宝安国际机场', '2小时30分', '1400.00', '68.32%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('277', '东方航空', 'MU5353', '波音737-800(中)', '17:05', '19:35', '虹桥国际机场T2', '宝安国际机场', '2小时30分', '3500.00', '68.32%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('278', '东方航空', 'MU3291', '空中客车 321(中)', '17:25', '20:15', '浦东国际机场T2', '宝安国际机场', '2小时50分', '1400.00', '83.67%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('279', '南方航空', 'CZ3558', '空中客车 321(中)', '17:25', '20:15', '浦东国际机场T2', '宝安国际机场', '2小时50分', '3500.00', '83.67%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('280', '东方航空', 'MU5351', '空客320－300(中)', '17:25', '20:00', '浦东国际机场T2', '宝安国际机场', '2小时35分', '3500.00', '83.67%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('281', '南方航空', 'CZ9391', '空客320－300(中)', '17:25', '20:00', '浦东国际机场T2', '宝安国际机场', '2小时35分', '1400.00', '83.67%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('282', '深圳航空', 'ZH9908', '空中客车320(中)', '17:35', '21:25', '浦东国际机场T2', '宝安国际机场', '3小时50分', '1400.00', '77.46%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('283', '东方航空', 'MU5355', '空客320(中)', '18:05', '20:30', '虹桥国际机场T2', '宝安国际机场', '2小时25分', '3500.00', '74.28%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('284', '南方航空', 'CZ9393', '空客320(中)', '18:05', '20:30', '虹桥国际机场T2', '宝安国际机场', '2小时25分', '1400.00', '74.28%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('285', '深圳航空', 'ZH9292', '波音 737-200/300()', '18:10', '22:35', '浦东国际机场T2', '宝安国际机场', '4小时25分', '1400.00', '85.63%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('286', '东方航空', 'MU5357', '空客320(中)', '19:05', '21:35', '虹桥国际机场T2', '宝安国际机场', '2小时30分', '3500.00', '80.94%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('287', '南方航空', 'CZ9750', '空客320(中)', '19:05', '21:35', '虹桥国际机场T2', '宝安国际机场', '2小时30分', '1400.00', '80.94%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('288', '南方航空', 'CZ6756', '空中客车 320(中)', '19:20', '21:55', '浦东国际机场T2', '宝安国际机场', '2小时35分', '3500.00', '73.03%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('289', '南方航空', 'CZ6584', '空中客车 330-300(大)', '19:20', '21:50', '虹桥国际机场T2', '宝安国际机场', '2小时30分', '5600.00', '73.03%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('290', '东方航空', 'MU4822', '空中客车 320(中)', '19:20', '21:55', '浦东国际机场T2', '宝安国际机场', '2小时35分', '1400.00', '73.03%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('291', '东方航空', 'MU4424', '空中客车 330-300(大)', '19:20', '21:50', '虹桥国际机场T2', '宝安国际机场', '2小时30分', '1400.00', '73.03%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('292', '深圳航空', 'ZH9892', '波音 737-200/300()', '19:40', '22:30', '浦东国际机场T2', '宝安国际机场', '2小时50分', '3220.00', '85.63%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('293', '深圳航空', 'ZH9816', '波音 737-200/300()', '19:50', '22:15', '虹桥国际机场T2', '宝安国际机场', '2小时25分', '3220.00', '83.67%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('294', '南方航空', 'CZ3552', '空中客车 321(中)', '19:55', '22:20', '虹桥国际机场T2', '宝安国际机场', '2小时25分', '3500.00', '77.46%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('295', '东方航空', 'MU3287', '空中客车 321(中)', '19:55', '22:20', '虹桥国际机场T2', '宝安国际机场', '2小时25分', '1400.00', '77.46%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('296', '南方航空', 'CZ3588', '空中客车 330-300(大)', '20:45', '23:15', '虹桥国际机场T2', '宝安国际机场', '2小时30分', '5600.00', '83.67%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('297', '东方航空', 'MU3311', '空中客车 330-300(大)', '20:45', '23:15', '虹桥国际机场T2', '宝安国际机场', '2小时30分', '1400.00', '83.67%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('298', '东方航空', 'MU5359', '波音737-800(中)', '20:55', '23:35', '虹桥国际机场T2', '宝安国际机场', '2小时40分', '3500.00', '81.65%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('299', '南方航空', 'CZ9396', '波音737-800(中)', '20:55', '23:35', '虹桥国际机场T2', '宝安国际机场', '2小时40分', '1400.00', '81.65%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('300', '吉祥航空', 'HO1151', '空中客车 321(中)', '21:00', '23:25', '虹桥国际机场T2', '宝安国际机场', '2小时25分', '3500.00', '85.63%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('301', '南方航空', 'CZ9752', '空客320(中)', '21:25', '00:10', '浦东国际机场T2', '宝安国际机场', '2小时45分', '1400.00', '81.65%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('302', '东方航空', 'MU5361', '空客320(中)', '21:25', '00:10', '浦东国际机场T2', '宝安国际机场', '2小时45分', '3500.00', '81.65%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('303', '深圳航空', 'ZH9820', '波音737-900(中)', '21:40', '00:15', '浦东国际机场T2', '宝安国际机场', '2小时35分', '3220.00', '73.03%', '1', '上海', '深圳', null);
INSERT INTO `air` VALUES ('304', '上海航空', 'FM9301', '波音 737-900(中)', '07:30', '09:50', '虹桥国际机场T2', '新白云国际机场', '2小时20分', '3110.00', '93.1%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('305', '东方航空', 'MU9301', '波音 737-900(中)', '07:30', '09:50', '虹桥国际机场T2', '新白云国际机场', '2小时20分', '3110.00', '93.1%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('306', '海南航空', 'HU7142', '波音 737-800(中)', '08:15', '10:40', '浦东国际机场T2', '新白云国际机场', '2小时25分', '3240.00', '100%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('307', '上海航空', 'FM9303', '波音 737-800(中)', '08:30', '11:00', '虹桥国际机场T2', '新白云国际机场', '2小时30分', '3110.00', '0%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('308', '东方航空', 'MU9303', '波音 737-800(中)', '08:30', '11:00', '虹桥国际机场T2', '新白云国际机场', '2小时30分', '3110.00', '91.29%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('309', '南方航空', 'CZ3596', '空中客车 321(中)', '08:45', '11:10', '虹桥国际机场T2', '新白云国际机场', '2小时25分', '3380.00', '87.56%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('310', '东方航空', 'MU9305', '波音737-800(中)', '09:00', '11:25', '浦东国际机场T2', '新白云国际机场', '2小时25分', '3380.00', '89.44%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('311', '上海航空', 'FM9305', '波音737-800(中)', '09:00', '11:25', '浦东国际机场T2', '新白云国际机场', '2小时25分', '3380.00', '0%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('312', '上海航空', 'FM9165', '波音 737-900(中)', '09:30', '11:55', '虹桥国际机场T2', '新白云国际机场', '2小时25分', '3380.00', '89.44%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('313', '东方航空', 'MU9165', '波音 737-900(中)', '09:30', '11:55', '虹桥国际机场T2', '新白云国际机场', '2小时25分', '3380.00', '89.44%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('314', '东方航空', 'MU3285', '空中客车 321(中)', '09:45', '12:10', '虹桥国际机场T2', '新白云国际机场', '2小时25分', '1350.00', '89.44%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('315', '南方航空', 'CZ3548', '空中客车 321(中)', '09:45', '12:10', '虹桥国际机场T2', '新白云国际机场', '2小时25分', '3380.00', '89.44%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('316', '东方航空', 'MU5303', '空客320(中)', '10:30', '13:00', '虹桥国际机场T2', '新白云国际机场', '2小时30分', '3110.00', '85.63%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('317', '南方航空', 'CZ9355', '空客320(中)', '10:30', '13:00', '虹桥国际机场T2', '新白云国际机场', '2小时30分', '1350.00', '85.63%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('318', '东方航空', 'MU5305', '空中客车 321(中)', '11:30', '13:55', '虹桥国际机场T2', '新白云国际机场', '2小时25分', '3380.00', '91.29%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('319', '南方航空', 'CZ9357', '空中客车 321(中)', '11:30', '13:55', '虹桥国际机场T2', '新白云国际机场', '2小时25分', '1350.00', '91.29%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('320', '海南航空', 'HU7122', '波音 737-800(中)', '11:35', '14:05', '虹桥国际机场T2', '新白云国际机场', '2小时30分', '3240.00', '85.63%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('321', '东方航空', 'MU3265', '空客330(大)', '11:45', '14:10', '虹桥国际机场T2', '新白云国际机场', '2小时25分', '1350.00', '87.56%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('322', '南方航空', 'CZ3524', '空客330(大)', '11:45', '14:10', '虹桥国际机场T2', '新白云国际机场', '2小时25分', '3380.00', '87.56%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('323', '东方航空', 'MU5307', '波音 737-800(中)', '12:30', '15:00', '虹桥国际机场T2', '新白云国际机场', '2小时30分', '3380.00', '91.29%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('324', '南方航空', 'CZ9359', '波音 737-800(中)', '12:30', '15:00', '虹桥国际机场T2', '新白云国际机场', '2小时30分', '1350.00', '91.29%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('325', '中国国航', 'CA1837', '空中客车 330-300(大)', '12:35', '14:55', '虹桥国际机场T2', '新白云国际机场', '2小时20分', '3380.00', '89.44%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('326', '深圳航空', 'ZH1837', '空中客车 330-300(大)', '12:35', '14:55', '虹桥国际机场T2', '新白云国际机场', '2小时20分', '3380.00', '89.44%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('327', '南方航空', 'CZ380', '空中客车 320(中)', '12:45', '15:15', '浦东国际机场T2', '新白云国际机场', '2小时30分', '3380.00', '81.65%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('328', '东方航空', 'MU9313', '波音 767-300/300(大)', '13:30', '15:50', '虹桥国际机场T2', '新白云国际机场', '2小时20分', '3380.00', '75.28%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('329', '上海航空', 'FM9313', '波音 767-300/300(大)', '13:30', '15:50', '虹桥国际机场T2', '新白云国际机场', '2小时20分', '3380.00', '75.28%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('330', '南方航空', 'CZ3532', '空中客车 320(中)', '13:45', '16:10', '虹桥国际机场T2', '新白云国际机场', '2小时25分', '1350.00', '79.58%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('331', '东方航空', 'MU5311', '空客320－300(中)', '14:30', '16:55', '虹桥国际机场T2', '新白云国际机场', '2小时25分', '3110.00', '77.46%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('332', '南方航空', 'CZ3538', '空中客车 330-200(大)', '14:45', '17:10', '虹桥国际机场T2', '新白云国际机场', '2小时25分', '5400.00', '77.46%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('333', '上海航空', 'FM9307', '波音 737-900(中)', '15:30', '17:55', '虹桥国际机场T2', '新白云国际机场', '2小时25分', '3110.00', '73.03%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('334', '东方航空', 'MU9307', '波音 737-900(中)', '15:30', '17:55', '虹桥国际机场T2', '新白云国际机场', '2小时25分', '3110.00', '73.03%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('335', '南方航空', 'CZ3236', '波音-787(大)', '15:45', '18:20', '虹桥国际机场T2', '新白云国际机场', '2小时35分', '5400.00', '75.28%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('336', '南方航空', 'CZ9364', '空客320－300(中)', '16:20', '18:50', '浦东国际机场T2', '新白云国际机场', '2小时30分', '1350.00', '75.28%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('337', '东方航空', 'MU5313', '空客320－300(中)', '16:20', '18:50', '浦东国际机场T2', '新白云国际机场', '2小时30分', '3380.00', '75.28%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('338', '东方航空', 'MU9309', '波音 737-800(中)', '16:30', '18:55', '虹桥国际机场T2', '新白云国际机场', '2小时25分', '3380.00', '75.28%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('339', '上海航空', 'FM9309', '波音 737-800(中)', '16:30', '18:55', '虹桥国际机场T2', '新白云国际机场', '2小时25分', '3380.00', '75.28%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('340', '东方航空', 'MU3267', '()', '16:55', '19:20', '虹桥国际机场T2', '新白云国际机场', '2小时25分', '1350.00', '87.56%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('341', '南方航空', 'CZ3526', '()', '16:55', '19:20', '虹桥国际机场T2', '新白云国际机场', '2小时25分', '3380.00', '87.56%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('342', '中国国航', 'CA1865', '空客321(中)', '17:05', '19:40', '浦东国际机场T2', '新白云国际机场', '2小时35分', '3380.00', '89.44%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('343', '山东航空', 'SC1865', '空客321(中)', '17:05', '19:40', '浦东国际机场T2', '新白云国际机场', '2小时35分', '1350.00', '89.44%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('344', '深圳航空', 'ZH1865', '空客321(中)', '17:05', '19:40', '浦东国际机场T2', '新白云国际机场', '2小时35分', '3380.00', '89.44%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('345', '上海航空', 'FM9311', '空中客车 330-300(大)', '17:30', '19:55', '虹桥国际机场T2', '新白云国际机场', '2小时25分', '3380.00', '70.71%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('346', '东方航空', 'MU9311', '空中客车 330-300(大)', '17:30', '19:55', '虹桥国际机场T2', '新白云国际机场', '2小时25分', '3380.00', '70.71%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('347', '南方航空', 'CZ3175', '空中客车 320(中)', '18:15', '20:40', '浦东国际机场T2', '新白云国际机场', '2小时25分', '3380.00', '91.29%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('348', '东方航空', 'MU3058', '空中客车 320(中)', '18:15', '20:40', '浦东国际机场T2', '新白云国际机场', '2小时25分', '1350.00', '91.29%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('349', '上海航空', 'FM9317', '波音 767-300/300(大)', '18:30', '20:55', '虹桥国际机场T2', '新白云国际机场', '2小时25分', '3380.00', '70.71%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('350', '东方航空', 'MU9317', '波音 767-300/300(大)', '18:30', '20:55', '虹桥国际机场T2', '新白云国际机场', '2小时25分', '3380.00', '70.71%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('351', '南方航空', 'CZ3572', '空中客车 330-200(大)', '18:45', '21:10', '虹桥国际机场T2', '新白云国际机场', '2小时25分', '5400.00', '77.46%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('352', '东方航空', 'MU3297', '空中客车 330-200(大)', '18:45', '21:10', '虹桥国际机场T2', '新白云国际机场', '2小时25分', '1350.00', '77.46%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('353', '东方航空', 'MU5315', '空中客车 321(中)', '19:30', '21:50', '虹桥国际机场T2', '新白云国际机场', '2小时20分', '3380.00', '77.46%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('354', '吉祥航空', 'HO1753', '空中客车 321(中)', '19:30', '21:50', '虹桥国际机场T2', '新白云国际机场', '2小时20分', '1350.00', '75.28%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('355', '南方航空', 'CZ9366', '空中客车 321(中)', '19:30', '21:50', '虹桥国际机场T2', '新白云国际机场', '2小时20分', '1350.00', '77.46%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('356', '东方航空', 'MU3245', '空客330(大)', '19:45', '22:10', '虹桥国际机场T2', '新白云国际机场', '2小时25分', '1350.00', '75.28%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('357', '南方航空', 'CZ3504', '空客330(大)', '19:45', '22:10', '虹桥国际机场T2', '新白云国际机场', '2小时25分', '3380.00', '75.28%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('358', '中国国航', 'CA1830', '空中客车 330-300(大)', '19:55', '22:25', '虹桥国际机场T2', '新白云国际机场', '2小时30分', '3380.00', '77.46%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('359', '深圳航空', 'ZH1830', '空中客车 330-300(大)', '19:55', '22:25', '虹桥国际机场T2', '新白云国际机场', '2小时30分', '3380.00', '77.46%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('360', '山东航空', 'SC1830', '空中客车 330-300(大)', '19:55', '22:25', '虹桥国际机场T2', '新白云国际机场', '2小时30分', '1350.00', '77.46%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('361', '东方航空', 'MU5317', '波音 737-800(中)', '20:35', '23:00', '虹桥国际机场T2', '新白云国际机场', '2小时25分', '3380.00', '85.63%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('362', '南方航空', 'CZ9367', '波音 737-800(中)', '20:35', '23:00', '虹桥国际机场T2', '新白云国际机场', '2小时25分', '1350.00', '85.63%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('363', '东方航空', 'MU3307', '波音777-300(大)', '20:45', '23:15', '虹桥国际机场T2', '新白云国际机场', '2小时30分', '1350.00', '75.28%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('364', '南方航空', 'CZ3582', '波音777-300(大)', '20:45', '23:15', '虹桥国际机场T2', '新白云国际机场', '2小时30分', '5400.00', '75.28%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('365', '东方航空', 'MU4714', '空中客车 320(中)', '20:55', '23:20', '浦东国际机场T2', '新白云国际机场', '2小时25分', '1350.00', '75.28%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('366', '南方航空', 'CZ3610', '空中客车 320(中)', '20:55', '23:20', '浦东国际机场T2', '新白云国际机场', '2小时25分', '3380.00', '75.28%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('367', '东方航空', 'MU9315', '波音737-800(中)', '21:15', '23:40', '浦东国际机场T2', '新白云国际机场', '2小时25分', '3380.00', '81.65%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('368', '上海航空', 'FM9315', '波音737-800(中)', '21:15', '23:40', '浦东国际机场T2', '新白云国际机场', '2小时25分', '3380.00', '81.65%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('369', '吉祥航空', 'HO1287', '空中客车 320(中)', '22:20', '00:45', '虹桥国际机场T2', '新白云国际机场', '2小时25分', '3380.00', '91.29%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('370', '东方航空', 'MU5319', '波音 737-800(中)', '22:50', '01:25', '虹桥国际机场T2', '新白云国际机场', '2小时35分', '3380.00', '96.61%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('371', '南方航空', 'CZ9369', '波音 737-800(中)', '22:50', '01:25', '虹桥国际机场T2', '新白云国际机场', '2小时35分', '1350.00', '96.61%', '1', '上海', '广州', null);
INSERT INTO `air` VALUES ('372', '东方航空', 'MU2882', '空中客车 319(中)', '22:10', '23:15', '浦东国际机场T2', '南京禄口国际机场', '1小时5分', '2350.00', '79.58%', '1', '上海', '南京', null);
INSERT INTO `air` VALUES ('373', '东方航空', 'MU517', '波音737-800(中)', '07:30', '09:00', '天河国际机场', '浦东国际机场T2', '1小时30分', '2700.00', '100%', '1', '武汉', '上海', null);
INSERT INTO `air` VALUES ('374', '东方航空', 'MU2019', '波音 737-800(中)', '08:40', '10:25', '天河国际机场', '浦东国际机场T2', '1小时45分', '2700.00', '94.87%', '1', '武汉', '上海', null);
INSERT INTO `air` VALUES ('375', '南方航空', 'CZ9687', '波音 737-800(中)', '08:40', '10:25', '天河国际机场', '浦东国际机场T2', '1小时45分', '1420.00', '94.87%', '1', '武汉', '上海', null);
INSERT INTO `air` VALUES ('376', '东方航空', 'MU2503', '波音 737-800(中)', '10:15', '11:45', '天河国际机场', '虹桥国际机场T2', '1小时30分', '4540.00', '93.1%', '1', '武汉', '上海', null);
INSERT INTO `air` VALUES ('377', '南方航空', 'CZ9174', '波音 737-800(中)', '10:15', '11:45', '天河国际机场', '虹桥国际机场T2', '1小时30分', '1420.00', '75.28%', '1', '武汉', '上海', null);
INSERT INTO `air` VALUES ('378', '东方航空', 'MU9346', '波音 737-800(中)', '12:35', '14:10', '天河国际机场', '虹桥国际机场T2', '1小时35分', '4540.00', '91.29%', '1', '武汉', '上海', null);
INSERT INTO `air` VALUES ('379', '上海航空', 'FM9346', '波音 737-800(中)', '12:35', '14:10', '天河国际机场', '虹桥国际机场T2', '1小时35分', '4540.00', '91.29%', '1', '武汉', '上海', null);
INSERT INTO `air` VALUES ('380', '东方航空', 'MU2543', '波音 737-800(中)', '13:20', '14:55', '天河国际机场', '浦东国际机场T2', '1小时35分', '2700.00', '94.87%', '1', '武汉', '上海', null);
INSERT INTO `air` VALUES ('381', '东方航空', 'MU2521', '波音 737-800(中)', '13:40', '15:10', '天河国际机场', '虹桥国际机场T2', '1小时30分', '4540.00', '96.61%', '1', '武汉', '上海', null);
INSERT INTO `air` VALUES ('382', '南方航空', 'CZ9723', '波音 737-800(中)', '13:40', '15:10', '天河国际机场', '虹桥国际机场T2', '1小时30分', '1420.00', '96.61%', '1', '武汉', '上海', null);
INSERT INTO `air` VALUES ('383', '南方航空', 'CZ3579', '波音 737-800(中)', '14:05', '15:35', '天河国际机场', '浦东国际机场T2', '1小时30分', '3550.00', '85.63%', '1', '武汉', '上海', null);
INSERT INTO `air` VALUES ('384', '东方航空', 'MU3304', '波音 737-800(中)', '14:05', '15:35', '天河国际机场', '浦东国际机场T2', '1小时30分', '1420.00', '85.63%', '1', '武汉', '上海', null);
INSERT INTO `air` VALUES ('385', '东方航空', 'MU2691', '波音737-800(中)', '14:25', '16:05', '天河国际机场', '浦东国际机场T2', '1小时40分', '2700.00', '79.58%', '1', '武汉', '上海', null);
INSERT INTO `air` VALUES ('386', '东方航空', 'MU2511', '空中客车 319(中)', '14:35', '16:15', '天河国际机场', '浦东国际机场T2', '1小时40分', '2700.00', '85.63%', '1', '武汉', '上海', null);
INSERT INTO `air` VALUES ('387', '东方航空', 'MU2505', '波音 737-800(中)', '16:25', '18:05', '天河国际机场', '虹桥国际机场T2', '1小时40分', '4540.00', '91.29%', '1', '武汉', '上海', null);
INSERT INTO `air` VALUES ('388', '南方航空', 'CZ9173', '波音 737-800(中)', '16:25', '18:05', '天河国际机场', '虹桥国际机场T2', '1小时40分', '1420.00', '91.29%', '1', '武汉', '上海', null);
INSERT INTO `air` VALUES ('389', '东方航空', 'MU2509', '波音737-800(中)', '17:30', '19:05', '天河国际机场', '虹桥国际机场T2', '1小时35分', '4540.00', '70.71%', '1', '武汉', '上海', null);
INSERT INTO `air` VALUES ('390', '吉祥航空', 'HO1074', '空中客车 320(中)', '17:40', '19:15', '天河国际机场', '浦东国际机场T2', '1小时35分', '4540.00', '94.87%', '1', '武汉', '上海', null);
INSERT INTO `air` VALUES ('391', '东方航空', 'MU2513', '波音737-800(中)', '18:30', '20:10', '天河国际机场', '虹桥国际机场T2', '1小时40分', '4540.00', '91.29%', '1', '武汉', '上海', null);
INSERT INTO `air` VALUES ('392', '南方航空', 'CZ9659', '波音737-800(中)', '18:30', '20:10', '天河国际机场', '虹桥国际机场T2', '1小时40分', '1420.00', '91.29%', '1', '武汉', '上海', null);
INSERT INTO `air` VALUES ('393', '南方航空', 'CZ3543', '波音 737-800(中)', '19:50', '21:25', '天河国际机场', '浦东国际机场T2', '1小时35分', '3550.00', '89.44%', '1', '武汉', '上海', null);
INSERT INTO `air` VALUES ('394', '东方航空', 'MU3280', '波音 737-800(中)', '19:50', '21:25', '天河国际机场', '浦东国际机场T2', '1小时35分', '1420.00', '89.44%', '1', '武汉', '上海', null);
INSERT INTO `air` VALUES ('395', '东方航空', 'MU2470', '波音 737-800(中)', '20:10', '21:50', '天河国际机场', '虹桥国际机场T2', '1小时40分', '4540.00', '98.32%', '1', '武汉', '上海', null);
INSERT INTO `air` VALUES ('396', '南方航空', 'CZ9161', '波音 737-800(中)', '20:10', '21:50', '天河国际机场', '虹桥国际机场T2', '1小时40分', '1420.00', '98.32%', '1', '武汉', '上海', null);
INSERT INTO `air` VALUES ('397', '东方航空', 'MU5274', '空客320－300(中)', '20:30', '22:05', '天河国际机场', '浦东国际机场T2', '1小时35分', '4540.00', '79.58%', '1', '武汉', '上海', null);
INSERT INTO `air` VALUES ('398', '南方航空', 'CZ9176', '空客320－300(中)', '20:30', '22:05', '天河国际机场', '浦东国际机场T2', '1小时35分', '1420.00', '79.58%', '1', '武汉', '上海', null);
INSERT INTO `air` VALUES ('399', '上海航空', 'FM9364', '波音 737(中)', '21:30', '23:10', '天河国际机场', '虹桥国际机场T2', '1小时40分', '4540.00', '93.1%', '1', '武汉', '上海', null);
INSERT INTO `air` VALUES ('400', '东方航空', 'MU9364', '波音 737(中)', '21:30', '23:10', '天河国际机场', '虹桥国际机场T2', '1小时40分', '4540.00', '93.1%', '1', '武汉', '上海', null);
INSERT INTO `air` VALUES ('401', '南方航空', 'CZ6171', '波音 737-800(中)', '22:40', '00:15', '天河国际机场', '浦东国际机场T2', '1小时35分', '3550.00', '96.61%', '1', '武汉', '上海', null);
INSERT INTO `air` VALUES ('402', '东方航空', 'MU3599', '波音 737-800(中)', '22:40', '00:15', '天河国际机场', '浦东国际机场T2', '1小时35分', '1420.00', '96.61%', '1', '武汉', '上海', null);
INSERT INTO `air` VALUES ('403', '东方航空', 'MU5402', '空中客车 320(中)', '07:10', '10:00', '双流国际机场', '浦东国际机场T2', '2小时50分', '1760.00', '96.61%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('404', '南方航空', 'CZ9411', '空中客车 320(中)', '07:10', '10:00', '双流国际机场', '浦东国际机场T2', '2小时50分', '1760.00', '96.61%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('405', '山东航空', 'SC4503', '空中客车 330(大)', '07:45', '10:40', '双流国际机场', '浦东国际机场T2', '2小时55分', '1760.00', '93.1%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('406', '中国国航', 'CA4503', '空中客车 330(大)', '07:45', '10:40', '双流国际机场', '浦东国际机场T2', '2小时55分', '3870.00', '93.1%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('407', '深圳航空', 'ZH4503', '空中客车 330(大)', '07:45', '10:40', '双流国际机场', '浦东国际机场T2', '2小时55分', '5280.00', '93.1%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('408', '西藏航空', 'TV6507', '空中客车 330(大)', '07:45', '10:40', '双流国际机场', '浦东国际机场T2', '2小时55分', '5280.00', '93.1%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('409', '四川航空', '3U8961', '空中客车 330(大)', '07:45', '10:35', '双流国际机场', '浦东国际机场T2', '2小时50分', '3870.00', '94.87%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('410', '东方航空', 'MU5404', '空中客车 320(中)', '08:00', '10:40', '双流国际机场', '虹桥国际机场T2', '2小时40分', '3870.00', '94.87%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('411', '中国国航', 'CA4515', '空中客车 330-300(大)', '08:15', '10:50', '双流国际机场', '虹桥国际机场T2', '2小时35分', '3870.00', '93.1%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('412', '深圳航空', 'ZH4515', '空中客车 330-300(大)', '08:15', '10:50', '双流国际机场', '虹桥国际机场T2', '2小时35分', '5280.00', '93.1%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('413', '西藏航空', 'TV6501', '空中客车 330-300(大)', '08:15', '10:50', '双流国际机场', '虹桥国际机场T2', '2小时35分', '5280.00', '93.1%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('414', '东方航空', 'MU5037', '空中客车 320(中)', '08:50', '11:45', '双流国际机场', '浦东国际机场T2', '2小时55分', '3340.00', '94.87%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('415', '东方航空', 'MU5406', '波音 737-800(中)', '09:35', '12:20', '双流国际机场', '虹桥国际机场T2', '2小时45分', '3870.00', '91.29%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('416', '南方航空', 'CZ9753', '波音 737-800(中)', '09:35', '12:20', '双流国际机场', '虹桥国际机场T2', '2小时45分', '1760.00', '91.29%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('417', '深圳航空', 'ZH4513', '空中客车 321(中)', '10:25', '13:15', '双流国际机场', '浦东国际机场T2', '2小时50分', '5280.00', '96.61%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('418', '山东航空', 'SC4513', '空中客车 321(中)', '10:25', '13:15', '双流国际机场', '浦东国际机场T2', '2小时50分', '1760.00', '96.61%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('419', '中国国航', 'CA4513', '空中客车 321(中)', '10:25', '13:15', '双流国际机场', '浦东国际机场T2', '2小时50分', '3870.00', '96.61%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('420', '西藏航空', 'TV9881', '空中客车 319(中)', '10:45', '13:30', '双流国际机场', '虹桥国际机场T2', '2小时45分', '5280.00', '68.32%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('421', '四川航空', '3U8963', '空中客车 321(中)', '11:10', '14:05', '双流国际机场', '浦东国际机场T2', '2小时55分', '3870.00', '98.32%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('422', '吉祥航空', 'HO1270', '空中客车 320(中)', '12:15', '16:40', '双流国际机场', '虹桥国际机场T2', '4小时25分', '3870.00', '93.1%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('423', '山东航空', 'SC1948', '空客321(中)', '12:20', '15:20', '双流国际机场', '浦东国际机场T2', '3小时0分', '1760.00', '96.61%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('424', '深圳航空', 'ZH1948', '空客321(中)', '12:20', '15:20', '双流国际机场', '浦东国际机场T2', '3小时0分', '5280.00', '96.61%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('425', '西藏航空', 'TV6506', '空客321(中)', '12:20', '15:20', '双流国际机场', '浦东国际机场T2', '3小时0分', '5280.00', '96.61%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('426', '中国国航', 'CA1948', '空客321(中)', '12:20', '15:20', '双流国际机场', '浦东国际机场T2', '3小时0分', '3870.00', '96.61%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('427', '东方航空', 'MU5408', '波音737-800(中)', '12:30', '15:15', '双流国际机场', '虹桥国际机场T2', '2小时45分', '3870.00', '96.61%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('428', '西藏航空', 'TV9865', '空中客车 320(中)', '12:40', '15:20', '双流国际机场', '虹桥国际机场T2', '2小时40分', '1760.00', '93.1%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('429', '吉祥航空', 'HO1120', '空中客车 321(中)', '13:10', '15:45', '双流国际机场', '虹桥国际机场T2', '2小时35分', '1760.00', '96.61%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('430', '东方航空', 'MU293', '空客320－300(中)', '13:10', '16:10', '双流国际机场', '浦东国际机场T2', '3小时0分', '3340.00', '91.29%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('431', '东方航空', 'MU5410', '空客320－300(中)', '14:15', '17:05', '双流国际机场', '虹桥国际机场T2', '2小时50分', '3870.00', '94.87%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('432', '东方航空', 'MU5412', '空中客车 319(中)', '14:55', '17:40', '双流国际机场', '虹桥国际机场T2', '2小时45分', '3870.00', '96.61%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('433', '四川航空', '3U8965', '空中客车 321(中)', '15:25', '18:20', '双流国际机场', '浦东国际机场T2', '2小时55分', '3870.00', '91.29%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('434', '东方航空', 'MU5414', '空客320(中)', '15:45', '18:50', '双流国际机场', '浦东国际机场T2', '3小时5分', '3870.00', '91.29%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('435', '南方航空', 'CZ9415', '空客320(中)', '15:45', '18:50', '双流国际机场', '浦东国际机场T2', '3小时5分', '1760.00', '91.29%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('436', '山东航空', 'SC4501', '空中客车 330-300(大)', '16:30', '19:05', '双流国际机场', '虹桥国际机场T2', '2小时35分', '1760.00', '89.44%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('437', '中国国航', 'CA4501', '空中客车 330-300(大)', '16:30', '19:05', '双流国际机场', '虹桥国际机场T2', '2小时35分', '3870.00', '89.44%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('438', '西藏航空', 'TV6503', '空中客车 330-300(大)', '16:30', '19:05', '双流国际机场', '虹桥国际机场T2', '2小时35分', '5280.00', '89.44%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('439', '吉祥航空', 'HO1910', '空中客车 330-300(大)', '16:30', '19:05', '双流国际机场', '虹桥国际机场T2', '2小时35分', '1760.00', '89.44%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('440', '深圳航空', 'ZH4501', '空中客车 330-300(大)', '16:30', '19:05', '双流国际机场', '虹桥国际机场T2', '2小时35分', '5280.00', '89.44%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('441', '中国国航', 'CA4535', '空中客车 330(大)', '16:50', '19:45', '双流国际机场', '浦东国际机场T2', '2小时55分', '3870.00', '96.61%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('442', '山东航空', 'SC4535', '空中客车 330(大)', '16:50', '19:45', '双流国际机场', '浦东国际机场T2', '2小时55分', '1760.00', '96.61%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('443', '深圳航空', 'ZH4535', '空中客车 330(大)', '16:50', '19:45', '双流国际机场', '浦东国际机场T2', '2小时55分', '5280.00', '96.61%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('444', '东方航空', 'MU5416', '空中客车 319(中)', '17:10', '20:00', '双流国际机场', '浦东国际机场T2', '2小时50分', '3870.00', '85.63%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('445', '成都航空', 'EU6677', '空中客车 320(中)', '17:40', '20:35', '双流国际机场', '浦东国际机场T2', '2小时55分', '1760.00', '96.61%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('446', '南方航空', 'CZ3360', '空中客车 320(中)', '17:55', '20:50', '双流国际机场', '浦东国际机场T2', '2小时55分', '4930.00', '85.63%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('447', '四川航空', '3U8647', '空中客车 330(大)', '18:20', '21:15', '双流国际机场', '浦东国际机场T2', '2小时55分', '3170.00', '89.44%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('448', '深圳航空', 'ZH4591', '空中客车 320(中)', '19:25', '22:20', '双流国际机场', '浦东国际机场T2', '2小时55分', '5280.00', '98.26%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('449', '中国国航', 'CA4591', '空中客车 320(中)', '19:25', '22:20', '双流国际机场', '浦东国际机场T2', '2小时55分', '3870.00', '98.26%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('450', '山东航空', 'SC4591', '空中客车 320(中)', '19:25', '22:20', '双流国际机场', '浦东国际机场T2', '2小时55分', '1760.00', '98.26%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('451', '西藏航空', 'TV6509', '空中客车 320(中)', '19:25', '22:20', '双流国际机场', '浦东国际机场T2', '2小时55分', '5280.00', '98.26%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('452', '东方航空', 'MU9404', '波音 737-900(中)', '19:35', '22:20', '双流国际机场', '虹桥国际机场T2', '2小时45分', '3870.00', '94.87%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('453', '上海航空', 'FM9404', '波音 737-900(中)', '19:35', '22:20', '双流国际机场', '虹桥国际机场T2', '2小时45分', '3870.00', '94.87%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('454', '上海航空', 'FM9550', '波音 737-900(中)', '20:25', '23:10', '双流国际机场', '虹桥国际机场T2', '2小时45分', '3870.00', '87.56%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('455', '西藏航空', 'TV6512', '空客321(中)', '21:00', '23:55', '双流国际机场', '浦东国际机场T2', '2小时55分', '5280.00', '91.29%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('456', '深圳航空', 'ZH1950', '空客321(中)', '21:00', '23:55', '双流国际机场', '浦东国际机场T2', '2小时55分', '5280.00', '91.29%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('457', '中国国航', 'CA1950', '空客321(中)', '21:00', '23:55', '双流国际机场', '浦东国际机场T2', '2小时55分', '3870.00', '91.29%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('458', '山东航空', 'SC1950', '空客321(中)', '21:00', '23:55', '双流国际机场', '浦东国际机场T2', '2小时55分', '1760.00', '91.29%', '1', '成都', '上海', null);
INSERT INTO `air` VALUES ('459', '山东航空', 'SC4949', '波音 737-800(中)', '07:00', '09:30', '江北国际机场', '虹桥国际机场T2', '2小时30分', '3570.00', '100%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('460', '南方航空', 'CZ9759', '空中客车 320(中)', '07:25', '09:45', '江北国际机场', '浦东国际机场T2', '2小时20分', '1550.00', '94.87%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('461', '东方航空', 'MU5422', '空中客车 320(中)', '07:25', '09:45', '江北国际机场', '浦东国际机场T2', '2小时20分', '3410.00', '94.87%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('462', '吉祥航空', 'HO1780', '空中客车 320(中)', '07:25', '09:45', '江北国际机场', '浦东国际机场T2', '2小时20分', '1550.00', '94.87%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('463', '四川航空', '3U8971', '空中客车 321(中)', '07:30', '09:55', '江北国际机场', '浦东国际机场T2', '2小时25分', '3410.00', '98.32%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('464', '西藏航空', 'TV6601', '()', '08:05', '10:35', '江北国际机场', '虹桥国际机场T2', '2小时30分', '4650.00', '100%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('465', '吉祥航空', 'HO1906', '()', '08:05', '10:35', '江北国际机场', '虹桥国际机场T2', '2小时30分', '1550.00', '100%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('466', '深圳航空', 'ZH4543', '()', '08:05', '10:35', '江北国际机场', '虹桥国际机场T2', '2小时30分', '3570.00', '100%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('467', '山东航空', 'SC4543', '()', '08:05', '10:35', '江北国际机场', '虹桥国际机场T2', '2小时30分', '3570.00', '100%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('468', '华夏航空', 'G54153', '()', '08:05', '10:35', '江北国际机场', '虹桥国际机场T2', '2小时30分', '3570.00', '100%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('469', '中国国航', 'CA4543', '()', '08:05', '10:35', '江北国际机场', '虹桥国际机场T2', '2小时30分', '3570.00', '100%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('470', '南方航空', 'CZ8107', '空中客车 320(中)', '08:30', '10:50', '江北国际机场', '浦东国际机场T2', '2小时20分', '1550.00', '93.1%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('471', '吉祥航空', 'HO1778', '空中客车 320(中)', '08:55', '11:20', '江北国际机场', '浦东国际机场T2', '2小时25分', '1550.00', '93.1%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('472', '东方航空', 'MU5424', '空中客车 320(中)', '08:55', '11:20', '江北国际机场', '浦东国际机场T2', '2小时25分', '3410.00', '91.29%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('473', '东方航空', 'MU9422', '波音 737-900(中)', '11:55', '14:35', '江北国际机场', '虹桥国际机场T2', '2小时40分', '1550.00', '94.87%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('474', '上海航空', 'FM9422', '波音 737-900(中)', '11:55', '14:35', '江北国际机场', '虹桥国际机场T2', '2小时40分', '1550.00', '94.87%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('475', '吉祥航空', 'HO1246', '空中客车 321(中)', '12:40', '15:10', '江北国际机场', '浦东国际机场T2', '2小时30分', '1550.00', '91.29%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('476', '东方航空', 'MU5426', '空中客车 320(中)', '13:10', '15:35', '江北国际机场', '浦东国际机场T2', '2小时25分', '3410.00', '81.65%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('477', '深圳航空', 'ZH4907', '波音 737-800(中)', '13:25', '16:00', '江北国际机场', '浦东国际机场T2', '2小时35分', '2790.00', '96.61%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('478', '中国国航', 'CA157', '波音 737-800(中)', '13:25', '16:00', '江北国际机场', '浦东国际机场T2', '2小时35分', '2790.00', '96.61%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('479', '东方航空', 'MU5428', '空中客车 320(中)', '14:00', '16:25', '江北国际机场', '虹桥国际机场T2', '2小时25分', '1550.00', '98.32%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('480', '四川航空', '3U8973', '空中客车 321(中)', '14:35', '16:55', '江北国际机场', '浦东国际机场T2', '2小时20分', '3410.00', '94.87%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('481', '东方航空', 'MU5430', '空客320(中)', '15:15', '17:35', '江北国际机场', '浦东国际机场T2', '2小时20分', '3410.00', '89.44%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('482', '南方航空', 'CZ8109', '空中客车 320(中)', '15:45', '18:15', '江北国际机场', '浦东国际机场T2', '2小时30分', '1550.00', '91.29%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('483', '东方航空', 'MU5432', '波音737-800(中)', '17:05', '19:35', '江北国际机场', '虹桥国际机场T2', '2小时30分', '3410.00', '91.29%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('484', '中国国航', 'CA4541', '波音 737-700(中)', '17:35', '20:05', '江北国际机场', '虹桥国际机场T2', '2小时30分', '3570.00', '100%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('485', '深圳航空', 'ZH4541', '波音 737-700(中)', '17:35', '20:05', '江北国际机场', '虹桥国际机场T2', '2小时30分', '3570.00', '100%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('486', '华夏航空', 'G54151', '波音 737-700(中)', '17:35', '20:05', '江北国际机场', '虹桥国际机场T2', '2小时30分', '3570.00', '100%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('487', '山东航空', 'SC4541', '波音 737-700(中)', '17:35', '20:05', '江北国际机场', '虹桥国际机场T2', '2小时30分', '3570.00', '100%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('488', '西藏航空', 'TV6603', '波音 737-700(中)', '17:35', '20:05', '江北国际机场', '虹桥国际机场T2', '2小时30分', '4650.00', '100%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('489', '东方航空', 'MU5434', '空客320－300(中)', '19:05', '21:35', '江北国际机场', '虹桥国际机场T2', '2小时30分', '3410.00', '93.1%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('490', '上海航空', 'FM9268', '波音 737-900(中)', '19:20', '23:40', '江北国际机场', '虹桥国际机场T2', '4小时20分', '3410.00', '96.61%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('491', '东方航空', 'MU9268', '波音 737-900(中)', '19:20', '23:40', '江北国际机场', '虹桥国际机场T2', '4小时20分', '3410.00', '96.61%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('492', '西藏航空', 'TV6605', '()', '20:15', '22:40', '江北国际机场', '浦东国际机场T2', '2小时25分', '4650.00', '93.1%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('493', '中国国航', 'CA4555', '()', '20:15', '22:40', '江北国际机场', '浦东国际机场T2', '2小时25分', '3570.00', '93.1%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('494', '深圳航空', 'ZH4555', '()', '20:15', '22:40', '江北国际机场', '浦东国际机场T2', '2小时25分', '3570.00', '93.1%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('495', '山东航空', 'SC4555', '()', '20:15', '22:40', '江北国际机场', '浦东国际机场T2', '2小时25分', '3570.00', '93.1%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('496', '华夏航空', 'G54161', '()', '20:15', '22:40', '江北国际机场', '浦东国际机场T2', '2小时25分', '3570.00', '93.1%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('497', '东方航空', 'MU9424', '波音 737-900(中)', '20:15', '22:45', '江北国际机场', '虹桥国际机场T2', '2小时30分', '3410.00', '94.87%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('498', '上海航空', 'FM9424', '波音 737-900(中)', '20:15', '22:45', '江北国际机场', '虹桥国际机场T2', '2小时30分', '3410.00', '94.87%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('499', '海南航空', 'HU7152', '波音 737-800(中)', '20:40', '23:00', '江北国际机场', '浦东国际机场T2', '2小时20分', '3410.00', '93.1%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('500', '吉祥航空', 'HO1248', '空中客车 320(中)', '21:15', '23:40', '江北国际机场', '浦东国际机场T2', '2小时25分', '3570.00', '80.76%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('501', '东方航空', 'MU9426', '波音 737-900(中)', '21:15', '23:45', '江北国际机场', '虹桥国际机场T2', '2小时30分', '3410.00', '93.1%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('502', '上海航空', 'FM9426', '波音 737-900(中)', '21:15', '23:45', '江北国际机场', '虹桥国际机场T2', '2小时30分', '3410.00', '93.1%', '1', '重庆', '上海', null);
INSERT INTO `air` VALUES ('503', '吉祥航空', 'HO1288', '空中客车 320(中)', '06:55', '09:20', '新白云国际机场', '虹桥国际机场T2', '2小时25分', '3380.00', '98.32%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('504', '上海航空', 'FM9304', '波音737-800(中)', '07:30', '09:55', '新白云国际机场', '浦东国际机场T2', '2小时25分', '3380.00', '100%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('505', '东方航空', 'MU9304', '波音737-800(中)', '07:30', '09:55', '新白云国际机场', '浦东国际机场T2', '2小时25分', '3380.00', '100%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('506', '海南航空', 'HU7121', '波音 737-800(中)', '07:55', '10:15', '新白云国际机场', '虹桥国际机场T2', '2小时20分', '3240.00', '98.32%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('507', '东方航空', 'MU3264', '空客330(大)', '08:00', '10:25', '新白云国际机场', '虹桥国际机场T2', '2小时25分', '1350.00', '96.61%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('508', '南方航空', 'CZ3523', '空客330(大)', '08:00', '10:25', '新白云国际机场', '虹桥国际机场T2', '2小时25分', '3380.00', '96.61%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('509', '东方航空', 'MU5302', '波音 737-800(中)', '08:30', '10:55', '新白云国际机场', '虹桥国际机场T2', '2小时25分', '3380.00', '98.32%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('510', '南方航空', 'CZ9354', '波音 737-800(中)', '08:30', '10:55', '新白云国际机场', '虹桥国际机场T2', '2小时25分', '1350.00', '98.32%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('511', '东方航空', 'MU4713', '空中客车 320(中)', '09:00', '11:25', '新白云国际机场', '浦东国际机场T2', '2小时25分', '1350.00', '89.44%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('512', '南方航空', 'CZ3609', '空中客车 320(中)', '09:00', '11:25', '新白云国际机场', '浦东国际机场T2', '2小时25分', '1350.00', '89.44%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('513', '中国国航', 'CA1838', '空中客车 330-300(大)', '09:05', '11:30', '新白云国际机场', '虹桥国际机场T2', '2小时25分', '3380.00', '96.61%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('514', '深圳航空', 'ZH1838', '空中客车 330-300(大)', '09:05', '11:30', '新白云国际机场', '虹桥国际机场T2', '2小时25分', '3380.00', '96.61%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('515', '东方航空', 'MU5304', '波音 737-800(中)', '09:30', '11:55', '新白云国际机场', '虹桥国际机场T2', '2小时25分', '3380.00', '93.1%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('516', '南方航空', 'CZ9356', '波音 737-800(中)', '09:30', '11:55', '新白云国际机场', '虹桥国际机场T2', '2小时25分', '1350.00', '93.1%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('517', '东方航空', 'MU9302', '波音 767-300/300(大)', '10:05', '12:25', '新白云国际机场', '虹桥国际机场T2', '2小时20分', '3380.00', '91.29%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('518', '上海航空', 'FM9302', '波音 767-300/300(大)', '10:05', '12:25', '新白云国际机场', '虹桥国际机场T2', '2小时20分', '3380.00', '91.29%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('519', '东方航空', 'MU5306', '空中客车 321(中)', '10:30', '12:50', '新白云国际机场', '虹桥国际机场T2', '2小时20分', '3380.00', '94.87%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('520', '南方航空', 'CZ9358', '空中客车 321(中)', '10:30', '12:50', '新白云国际机场', '虹桥国际机场T2', '2小时20分', '1350.00', '94.87%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('521', '南方航空', 'CZ3537', '空中客车 330-200(大)', '11:00', '13:25', '新白云国际机场', '虹桥国际机场T2', '2小时25分', '5400.00', '85.63%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('522', '东方航空', 'MU3276', '空中客车 330-200(大)', '11:00', '13:25', '新白云国际机场', '虹桥国际机场T2', '2小时25分', '1350.00', '85.63%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('523', '上海航空', 'FM9306', '波音 737-900(中)', '11:30', '14:05', '新白云国际机场', '虹桥国际机场T2', '2小时35分', '3110.00', '89.44%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('524', '东方航空', 'MU9306', '波音 737-900(中)', '11:30', '14:05', '新白云国际机场', '虹桥国际机场T2', '2小时35分', '3110.00', '89.44%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('525', '海南航空', 'HU7141', '波音 737-800(中)', '11:45', '14:10', '新白云国际机场', '浦东国际机场T2', '2小时25分', '3240.00', '91.29%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('526', '南方航空', 'CZ3235', '波音-787(大)', '12:00', '14:20', '新白云国际机场', '虹桥国际机场T2', '2小时20分', '5400.00', '85.63%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('527', '上海航空', 'FM9310', '波音 737-800(中)', '12:30', '14:55', '新白云国际机场', '虹桥国际机场T2', '2小时25分', '3380.00', '85.63%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('528', '东方航空', 'MU9310', '波音 737-800(中)', '12:30', '14:55', '新白云国际机场', '虹桥国际机场T2', '2小时25分', '3380.00', '85.63%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('529', '东方航空', 'MU9308', '波音737-800(中)', '12:35', '15:00', '新白云国际机场', '浦东国际机场T2', '2小时25分', '3380.00', '85.63%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('530', '上海航空', 'FM9308', '波音737-800(中)', '12:35', '15:00', '新白云国际机场', '浦东国际机场T2', '2小时25分', '3380.00', '85.63%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('531', '东方航空', 'MU3266', '()', '13:00', '15:25', '新白云国际机场', '虹桥国际机场T2', '2小时25分', '1350.00', '87.56%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('532', '南方航空', 'CZ3525', '()', '13:00', '15:25', '新白云国际机场', '虹桥国际机场T2', '2小时25分', '3380.00', '87.56%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('533', '上海航空', 'FM9166', '波音 737-900(中)', '13:30', '16:00', '新白云国际机场', '虹桥国际机场T2', '2小时30分', '3380.00', '87.56%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('534', '东方航空', 'MU9166', '波音 737-900(中)', '13:30', '16:00', '新白云国际机场', '虹桥国际机场T2', '2小时30分', '3380.00', '87.56%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('535', '南方航空', 'CZ379', '空中客车 320(中)', '14:00', '16:20', '新白云国际机场', '浦东国际机场T2', '2小时20分', '3380.00', '83.67%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('536', '东方航空', 'MU5310', '空客320(中)', '14:30', '16:55', '新白云国际机场', '虹桥国际机场T2', '2小时25分', '3380.00', '87.56%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('537', '吉祥航空', 'HO1754', '空客320(中)', '14:30', '16:55', '新白云国际机场', '虹桥国际机场T2', '2小时25分', '1350.00', '87.56%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('538', '南方航空', 'CZ9361', '空客320(中)', '14:30', '16:55', '新白云国际机场', '虹桥国际机场T2', '2小时25分', '1350.00', '87.56%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('539', '东方航空', 'MU3296', '空中客车 330-200(大)', '15:00', '17:25', '新白云国际机场', '虹桥国际机场T2', '2小时25分', '1350.00', '87.56%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('540', '南方航空', 'CZ3571', '空中客车 330-200(大)', '15:00', '17:25', '新白云国际机场', '虹桥国际机场T2', '2小时25分', '3380.00', '87.56%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('541', '东方航空', 'MU5312', '空中客车 321(中)', '15:30', '18:00', '新白云国际机场', '虹桥国际机场T2', '2小时30分', '3380.00', '89.44%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('542', '南方航空', 'CZ9363', '空中客车 321(中)', '15:30', '18:00', '新白云国际机场', '虹桥国际机场T2', '2小时30分', '1350.00', '89.44%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('543', '东方航空', 'MU3244', '空客330(大)', '16:00', '18:25', '新白云国际机场', '虹桥国际机场T2', '2小时25分', '1350.00', '89.44%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('544', '南方航空', 'CZ3503', '空客330(大)', '16:00', '18:25', '新白云国际机场', '虹桥国际机场T2', '2小时25分', '3380.00', '89.44%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('545', '中国国航', 'CA1829', '空中客车 330-300(大)', '16:30', '18:50', '新白云国际机场', '虹桥国际机场T2', '2小时20分', '3380.00', '89.44%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('546', '东方航空', 'MU5314', '波音 737-800(中)', '16:30', '18:50', '新白云国际机场', '虹桥国际机场T2', '2小时20分', '3380.00', '81.65%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('547', '山东航空', 'SC1829', '空中客车 330-300(大)', '16:30', '18:50', '新白云国际机场', '虹桥国际机场T2', '2小时20分', '1350.00', '89.44%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('548', '南方航空', 'CZ9365', '波音 737-800(中)', '16:30', '18:50', '新白云国际机场', '虹桥国际机场T2', '2小时20分', '1350.00', '81.65%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('549', '深圳航空', 'ZH1829', '空中客车 330-300(大)', '16:30', '18:50', '新白云国际机场', '虹桥国际机场T2', '2小时20分', '3380.00', '89.44%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('550', '吉祥航空', 'HO1752', '波音 737-800(中)', '16:30', '18:50', '新白云国际机场', '虹桥国际机场T2', '2小时20分', '1350.00', '79.58%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('551', '南方航空', 'CZ3581', '波音777-300(大)', '17:00', '19:25', '新白云国际机场', '虹桥国际机场T2', '2小时25分', '5400.00', '75.28%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('552', '东方航空', 'MU3306', '波音777-300(大)', '17:00', '19:25', '新白云国际机场', '虹桥国际机场T2', '2小时25分', '1350.00', '75.28%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('553', '东方航空', 'MU9312', '波音 767-300/300(大)', '17:30', '20:00', '新白云国际机场', '虹桥国际机场T2', '2小时30分', '3380.00', '73.03%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('554', '上海航空', 'FM9312', '波音 767-300/300(大)', '17:30', '20:00', '新白云国际机场', '虹桥国际机场T2', '2小时30分', '3380.00', '73.03%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('555', '东方航空', 'MU5318', '空客320－300(中)', '18:30', '21:00', '新白云国际机场', '虹桥国际机场T2', '2小时30分', '3380.00', '81.65%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('556', '南方航空', 'CZ9368', '空客320－300(中)', '18:30', '21:00', '新白云国际机场', '虹桥国际机场T2', '2小时30分', '1350.00', '81.65%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('557', '南方航空', 'CZ3547', '空中客车 321(中)', '19:00', '21:25', '新白云国际机场', '虹桥国际机场T2', '2小时25分', '3380.00', '85.63%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('558', '东方航空', 'MU3284', '空中客车 321(中)', '19:00', '21:25', '新白云国际机场', '虹桥国际机场T2', '2小时25分', '1350.00', '85.63%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('559', '东方航空', 'MU9314', '波音 737-900(中)', '19:30', '22:05', '新白云国际机场', '虹桥国际机场T2', '2小时35分', '3380.00', '77.46%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('560', '上海航空', 'FM9314', '波音 737-900(中)', '19:30', '22:05', '新白云国际机场', '虹桥国际机场T2', '2小时35分', '3380.00', '77.46%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('561', '南方航空', 'CZ9370', '空客320－300(中)', '19:55', '22:20', '新白云国际机场', '浦东国际机场T2', '2小时25分', '1350.00', '68.32%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('562', '东方航空', 'MU5320', '空客320－300(中)', '19:55', '22:20', '新白云国际机场', '浦东国际机场T2', '2小时25分', '3380.00', '68.32%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('563', '南方航空', 'CZ3595', '空中客车 321(中)', '20:00', '22:25', '新白云国际机场', '虹桥国际机场T2', '2小时25分', '3380.00', '85.63%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('564', '东方航空', 'MU3317', '空中客车 321(中)', '20:00', '22:25', '新白云国际机场', '虹桥国际机场T2', '2小时25分', '1350.00', '85.63%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('565', '上海航空', 'FM9316', '波音 737-800(中)', '20:30', '23:00', '新白云国际机场', '虹桥国际机场T2', '2小时30分', '3380.00', '78.78%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('566', '东方航空', 'MU9316', '波音 737-800(中)', '20:30', '23:00', '新白云国际机场', '虹桥国际机场T2', '2小时30分', '3380.00', '78.78%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('567', '中国国航', 'CA1866', '空客321(中)', '21:00', '23:20', '新白云国际机场', '浦东国际机场T2', '2小时20分', '3380.00', '83.67%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('568', '深圳航空', 'ZH1866', '空客321(中)', '21:00', '23:20', '新白云国际机场', '浦东国际机场T2', '2小时20分', '3380.00', '83.67%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('569', '上海航空', 'FM9318', '空中客车 330-300(大)', '21:30', '23:50', '新白云国际机场', '虹桥国际机场T2', '2小时20分', '3380.00', '72.01%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('570', '东方航空', 'MU9318', '空中客车 330-300(大)', '21:30', '23:50', '新白云国际机场', '虹桥国际机场T2', '2小时20分', '3380.00', '72.01%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('571', '南方航空', 'CZ3176', '空中客车 320(中)', '21:35', '00:05', '新白云国际机场', '浦东国际机场T2', '2小时30分', '3380.00', '77.46%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('572', '东方航空', 'MU3059', '空中客车 320(中)', '21:35', '00:05', '新白云国际机场', '浦东国际机场T2', '2小时30分', '1350.00', '77.46%', '1', '广州', '上海', null);
INSERT INTO `air` VALUES ('573', '东方航空', 'MU3662', '空中客车 321(中)', '06:25', '08:40', '首都国际机场T2', '虹桥国际机场T2', '2小时15分', '1240.00', '96.61%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('574', '南方航空', 'CZ6412', '空中客车 321(中)', '06:25', '08:40', '首都国际机场T2', '虹桥国际机场T2', '2小时15分', '3470.00', '96.61%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('575', '海南航空', 'HU7609', '波音-787(大)', '06:30', '08:50', '首都国际机场T2', '浦东国际机场T2', '2小时20分', '3840.00', '100%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('576', '吉祥航空', 'HO1252', '空中客车 321(中)', '06:50', '09:05', '首都国际机场T2', '虹桥国际机场T2', '2小时15分', '3470.00', '98.32%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('577', '中国国航', 'CA155', '波音 737-800(中)', '07:20', '09:35', '首都国际机场T2', '浦东国际机场T2', '2小时15分', '3720.00', '89.44%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('578', '深圳航空', 'ZH4905', '波音 737-800(中)', '07:20', '09:35', '首都国际机场T2', '浦东国际机场T2', '2小时15分', '3100.00', '89.44%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('579', '东方航空', 'MU9108', '波音 737-800(中)', '07:25', '09:40', '首都国际机场T2', '虹桥国际机场T2', '2小时15分', '3840.00', '98.32%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('580', '上海航空', 'FM9108', '波音 737-800(中)', '07:25', '09:40', '首都国际机场T2', '虹桥国际机场T2', '2小时15分', '3840.00', '98.32%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('581', '中国国航', 'CA1831', '空客321(中)', '07:30', '09:40', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '3840.00', '89.44%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('582', '山东航空', 'SC1831', '空客321(中)', '07:30', '09:40', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '1240.00', '89.44%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('583', '深圳航空', 'ZH1831', '空客321(中)', '07:30', '09:40', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '3840.00', '89.44%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('584', '东方航空', 'MU5183', '空中巴士330-200(大)', '07:40', '09:50', '首都国际机场T2', '浦东国际机场T2', '2小时10分', '3840.00', '91.29%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('585', '海南航空', 'HU7605', '()', '08:05', '10:20', '首都国际机场T2', '虹桥国际机场T2', '2小时15分', '3840.00', '89.44%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('586', '南方航空', 'CZ3907', '空客330(大)', '08:20', '10:35', '首都国际机场T2', '虹桥国际机场T2', '2小时15分', '3470.00', '79.58%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('587', '东方航空', 'MU3494', '空客330(大)', '08:20', '10:35', '首都国际机场T2', '虹桥国际机场T2', '2小时15分', '1240.00', '79.58%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('588', '中国国航', 'CA1501', '波音 777-300(大)', '08:30', '10:40', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '4960.00', '87.56%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('589', '深圳航空', 'ZH1501', '波音 777-300(大)', '08:30', '10:40', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '3840.00', '87.56%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('590', '海南航空', 'HU7607', '波音-787(大)', '08:45', '11:00', '首都国际机场T2', '虹桥国际机场T2', '2小时15分', '3840.00', '81.65%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('591', '东方航空', 'MU5104', '空中客车 330-300(大)', '09:00', '11:15', '首都国际机场T2', '虹桥国际机场T2', '2小时15分', '3840.00', '77.46%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('592', '南方航空', 'CZ9237', '空中客车 330-300(大)', '09:00', '11:15', '首都国际机场T2', '虹桥国际机场T2', '2小时15分', '1240.00', '77.46%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('593', '中国联航', 'KN5977', '波音 737-200/200(中)', '09:20', '11:15', '南苑机场', '浦东国际机场T2', '1小时55分', '2230.00', '89.44%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('594', '中国国航', 'CA1519', '空客330(大)', '09:30', '11:40', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '3840.00', '85.63%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('595', '深圳航空', 'ZH1519', '空客330(大)', '09:30', '11:40', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '3840.00', '85.63%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('596', '东方航空', 'MU5106', '空中客车 330-300(大)', '10:00', '12:15', '首都国际机场T2', '虹桥国际机场T2', '2小时15分', '3840.00', '85.63%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('597', '南方航空', 'CZ9239', '空中客车 330-300(大)', '10:00', '12:15', '首都国际机场T2', '虹桥国际机场T2', '2小时15分', '1240.00', '85.63%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('598', '东方航空', 'MU5108', '空中客车 330-300(大)', '11:00', '13:10', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '3840.00', '87.56%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('599', '南方航空', 'CZ9241', '空中客车 330-300(大)', '11:00', '13:10', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '1240.00', '79.58%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('600', '吉祥航空', 'HO1090', '空中客车 321(中)', '11:05', '13:30', '首都国际机场T2', '虹桥国际机场T2', '2小时25分', '3470.00', '89.44%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('601', '东方航空', 'MU5152', '空中客车 330-300(大)', '11:30', '13:45', '首都国际机场T2', '虹桥国际机场T2', '2小时15分', '3840.00', '81.65%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('602', '深圳航空', 'ZH1557', '空客321(中)', '11:30', '13:40', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '3840.00', '87.56%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('603', '山东航空', 'SC1557', '空客321(中)', '11:30', '13:40', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '1240.00', '87.56%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('604', '吉祥航空', 'HO1903', '空客321(中)', '11:30', '13:40', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '1240.00', '87.56%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('605', '中国国航', 'CA1557', '空客321(中)', '11:30', '13:40', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '3840.00', '87.56%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('606', '南方航空', 'CZ9275', '空中客车 330-300(大)', '11:30', '13:45', '首都国际机场T2', '虹桥国际机场T2', '2小时15分', '1240.00', '81.65%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('607', '东方航空', 'MU5110', '空中客车 330-300(大)', '12:00', '14:20', '首都国际机场T2', '虹桥国际机场T2', '2小时20分', '3840.00', '91.29%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('608', '南方航空', 'CZ9243', '空中客车 330-300(大)', '12:00', '14:20', '首都国际机场T2', '虹桥国际机场T2', '2小时20分', '1240.00', '91.29%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('609', '东方航空', 'MU5112', '空中客车 330-300(大)', '13:00', '15:10', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '3840.00', '85.63%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('610', '南方航空', 'CZ9245', '空中客车 330-300(大)', '13:00', '15:10', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '1240.00', '85.63%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('611', '东方航空', 'MU5154', '空中客车 330-300(大)', '13:30', '15:45', '首都国际机场T2', '虹桥国际机场T2', '2小时15分', '3840.00', '89.44%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('612', '山东航空', 'SC1517', '()', '13:30', '15:40', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '1240.00', '87.56%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('613', '中国国航', 'CA1517', '()', '13:30', '15:40', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '3840.00', '87.56%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('614', '深圳航空', 'ZH1517', '()', '13:30', '15:40', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '3840.00', '87.56%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('615', '吉祥航空', 'HO1901', '()', '13:30', '15:40', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '1240.00', '87.56%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('616', '南方航空', 'CZ9277', '空中客车 330-300(大)', '13:30', '15:45', '首都国际机场T2', '虹桥国际机场T2', '2小时15分', '1240.00', '89.44%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('617', '东方航空', 'MU5114', '波音 767-300/300(大)', '14:00', '16:10', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '3840.00', '89.44%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('618', '南方航空', 'CZ9247', '波音 767-300/300(大)', '14:00', '16:10', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '1240.00', '89.44%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('619', '东方航空', 'MU271', '空中客车 321(中)', '14:05', '16:10', '首都国际机场T2', '浦东国际机场T2', '2小时5分', '3100.00', '87.56%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('620', '中国国航', 'CA1521', '波音 777-300(大)', '14:30', '16:40', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '4960.00', '85.63%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('621', '山东航空', 'SC1521', '波音 777-300(大)', '14:30', '16:40', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '1240.00', '85.63%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('622', '深圳航空', 'ZH1521', '波音 777-300(大)', '14:30', '16:40', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '3840.00', '85.63%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('623', '东方航空', 'MU5116', '空中客车 330-300(大)', '15:00', '17:10', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '3840.00', '87.56%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('624', '南方航空', 'CZ9249', '空中客车 330-300(大)', '15:00', '17:10', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '1240.00', '87.56%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('625', '中国联航', 'KN5955', '波音 737()', '15:30', '17:30', '南苑机场', '虹桥国际机场T2', '2小时0分', '2230.00', '89.44%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('626', '中国国航', 'CA1515', '空中客车 330(大)', '15:30', '17:40', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '3840.00', '83.67%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('627', '山东航空', 'SC1515', '空中客车 330(大)', '15:30', '17:40', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '1240.00', '83.67%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('628', '深圳航空', 'ZH1515', '空中客车 330(大)', '15:30', '17:40', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '3840.00', '83.67%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('629', '东方航空', 'MU5118', '空中客车 330-300(大)', '16:00', '18:10', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '3840.00', '81.65%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('630', '南方航空', 'CZ9251', '空中客车 330-300(大)', '16:00', '18:10', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '1240.00', '81.65%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('631', '东方航空', 'MU563', '空中巴士330-200(大)', '16:20', '18:40', '首都国际机场T2', '浦东国际机场T2', '2小时20分', '3100.00', '83.67%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('632', '中国国航', 'CA1549', '波音 777-300(大)', '16:30', '18:40', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '4960.00', '91.29%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('633', '深圳航空', 'ZH1549', '波音 777-300(大)', '16:30', '18:40', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '3840.00', '91.29%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('634', '山东航空', 'SC1549', '波音 777-300(大)', '16:30', '18:40', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '1240.00', '91.29%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('635', '东方航空', 'MU5120', '空中客车 330-300(大)', '17:00', '19:15', '首都国际机场T2', '虹桥国际机场T2', '2小时15分', '3840.00', '85.63%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('636', '南方航空', 'CZ9253', '空中客车 330-300(大)', '17:00', '19:15', '首都国际机场T2', '虹桥国际机场T2', '2小时15分', '1240.00', '85.63%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('637', '东方航空', 'MU3516', '空客330(大)', '17:20', '19:40', '首都国际机场T2', '虹桥国际机场T2', '2小时20分', '1240.00', '87.56%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('638', '南方航空', 'CZ3951', '空客330(大)', '17:20', '19:40', '首都国际机场T2', '虹桥国际机场T2', '2小时20分', '3470.00', '87.56%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('639', '海南航空', 'HU7601', '波音-787(大)', '17:20', '19:30', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '3840.00', '81.65%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('640', '中国国航', 'CA1855', '空客330(大)', '17:30', '19:40', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '3840.00', '83.67%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('641', '山东航空', 'SC1855', '空客330(大)', '17:30', '19:40', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '1240.00', '83.67%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('642', '深圳航空', 'ZH1855', '空客330(大)', '17:30', '19:40', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '3840.00', '83.67%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('643', '东方航空', 'MU5122', '空中客车 330-300(大)', '17:55', '20:10', '首都国际机场T2', '虹桥国际机场T2', '2小时15分', '3840.00', '77.46%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('644', '南方航空', 'CZ9255', '空中客车 330-300(大)', '17:55', '20:10', '首都国际机场T2', '虹桥国际机场T2', '2小时15分', '1240.00', '77.46%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('645', '厦门航空', 'MF8178', '波音 737-800(中)', '18:30', '21:00', '首都国际机场T2', '虹桥国际机场T2', '2小时30分', '3100.00', '87.56%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('646', '东方航空', 'MU5156', '空中客车 330-300(大)', '18:30', '20:45', '首都国际机场T2', '虹桥国际机场T2', '2小时15分', '3840.00', '77.46%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('647', '中国国航', 'CA1885', '波音 737-800(中)', '18:30', '20:40', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '3840.00', '83.67%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('648', '山东航空', 'SC1885', '波音 737-800(中)', '18:30', '20:40', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '1240.00', '83.67%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('649', '深圳航空', 'ZH1885', '波音 737-800(中)', '18:30', '20:40', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '3840.00', '83.67%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('650', '南方航空', 'CZ9279', '空中客车 330-300(大)', '18:30', '20:45', '首都国际机场T2', '虹桥国际机场T2', '2小时15分', '1240.00', '77.46%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('651', '东方航空', 'MU5124', '空中客车 330-300(大)', '19:00', '21:10', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '3840.00', '70.71%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('652', '南方航空', 'CZ9257', '空中客车 330-300(大)', '19:00', '21:10', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '1240.00', '70.71%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('653', '南方航空', 'CZ9263', '空客320(中)', '19:25', '21:40', '首都国际机场T2', '浦东国际机场T2', '2小时15分', '1240.00', '78.78%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('654', '东方航空', 'MU5130', '空客320(中)', '19:25', '21:40', '首都国际机场T2', '浦东国际机场T2', '2小时15分', '3840.00', '78.78%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('655', '深圳航空', 'ZH1857', '()', '19:30', '21:55', '首都国际机场T2', '虹桥国际机场T2', '2小时25分', '3840.00', '87.56%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('656', '山东航空', 'SC1857', '()', '19:30', '21:55', '首都国际机场T2', '虹桥国际机场T2', '2小时25分', '1240.00', '87.56%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('657', '中国国航', 'CA1857', '()', '19:30', '21:55', '首都国际机场T2', '虹桥国际机场T2', '2小时25分', '3840.00', '87.56%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('658', '吉祥航空', 'HO1720', '空中客车 330-300(大)', '20:00', '22:10', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '1240.00', '75.28%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('659', '东方航空', 'MU5126', '空中客车 330-300(大)', '20:00', '22:10', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '3840.00', '75.28%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('660', '南方航空', 'CZ9259', '空中客车 330-300(大)', '20:00', '22:10', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '1240.00', '75.28%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('661', '中国国航', 'CA1883', '空中客车 330(大)', '20:20', '22:35', '首都国际机场T2', '浦东国际机场T2', '2小时15分', '3840.00', '77.46%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('662', '深圳航空', 'ZH1883', '空中客车 330(大)', '20:20', '22:35', '首都国际机场T2', '浦东国际机场T2', '2小时15分', '3840.00', '77.46%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('663', '山东航空', 'SC1883', '空中客车 330(大)', '20:20', '22:35', '首都国际机场T2', '浦东国际机场T2', '2小时15分', '1240.00', '79.58%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('664', '中国国航', 'CA1589', '波音 777-300(大)', '20:30', '22:40', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '4960.00', '70.71%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('665', '山东航空', 'SC1589', '波音 777-300(大)', '20:30', '22:40', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '1240.00', '70.71%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('666', '深圳航空', 'ZH1589', '波音 777-300(大)', '20:30', '22:40', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '3840.00', '70.71%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('667', '东方航空', 'MU9106', '波音 737-800(中)', '20:35', '23:00', '首都国际机场T2', '虹桥国际机场T2', '2小时25分', '3840.00', '81.65%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('668', '上海航空', 'FM9106', '波音 737-800(中)', '20:35', '23:00', '首都国际机场T2', '虹桥国际机场T2', '2小时25分', '3840.00', '81.65%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('669', '海南航空', 'HU7603', '波音 737-800(中)', '20:40', '22:55', '首都国际机场T2', '虹桥国际机场T2', '2小时15分', '3720.00', '73.03%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('670', '东方航空', 'MU5128', '空中客车 330-300(大)', '20:55', '23:15', '首都国际机场T2', '虹桥国际机场T2', '2小时20分', '3840.00', '73.03%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('671', '东方航空', 'MU5158', '波音 767-300/300(大)', '21:30', '23:40', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '3840.00', '73.19%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('672', '南方航空', 'CZ9281', '波音 767-300/300(大)', '21:30', '23:40', '首都国际机场T2', '虹桥国际机场T2', '2小时10分', '1240.00', '73.19%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('673', '中国联航', 'KN5987', '波音 737-200/200(中)', '21:35', '23:30', '南苑机场', '浦东国际机场T2', '1小时55分', '2230.00', '83.67%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('674', '东方航空', 'MU5160', '空中客车 330-300(大)', '21:40', '23:55', '首都国际机场T2', '虹桥国际机场T2', '2小时15分', '3840.00', '74.28%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('675', '南方航空', 'CZ9283', '空中客车 330-300(大)', '21:40', '23:55', '首都国际机场T2', '虹桥国际机场T2', '2小时15分', '1240.00', '74.28%', '1', '北京', '上海', null);
INSERT INTO `air` VALUES ('676', '中国联航', 'KN5994', 'A980', '09:20', '11:20', '浦东国际机场', '南苑机场', null, '2240.00', '97.27%', '1', '上海', '北京', null);

-- ----------------------------
-- Table structure for article
-- ----------------------------
DROP TABLE IF EXISTS `article`;
CREATE TABLE `article` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `tid` int(10) unsigned NOT NULL,
  `author` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `comefrom` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `keyword` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `hitcount` int(10) unsigned NOT NULL DEFAULT '0',
  `status` tinyint(4) NOT NULL DEFAULT '0',
  `created_at` int(10) unsigned DEFAULT NULL,
  `updated_at` int(10) unsigned DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of article
-- ----------------------------

-- ----------------------------
-- Table structure for art_content
-- ----------------------------
DROP TABLE IF EXISTS `art_content`;
CREATE TABLE `art_content` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `aid` int(10) unsigned NOT NULL,
  `content` text COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of art_content
-- ----------------------------

-- ----------------------------
-- Table structure for cache
-- ----------------------------
DROP TABLE IF EXISTS `cache`;
CREATE TABLE `cache` (
  `key` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `value` text COLLATE utf8_unicode_ci NOT NULL,
  `expiration` int(11) NOT NULL,
  UNIQUE KEY `cache_key_unique` (`key`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of cache
-- ----------------------------

-- ----------------------------
-- Table structure for city_airport
-- ----------------------------
DROP TABLE IF EXISTS `city_airport`;
CREATE TABLE `city_airport` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `city` varchar(16) NOT NULL,
  `airPcode` varchar(16) NOT NULL,
  `airPort` varchar(32) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=27 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of city_airport
-- ----------------------------
INSERT INTO `city_airport` VALUES ('1', '北京', 'PEK', '北京首都机场');
INSERT INTO `city_airport` VALUES ('2', '北京', 'NAY', '北京南苑机场');
INSERT INTO `city_airport` VALUES ('3', '上海', 'PVG', '浦东国际机场');
INSERT INTO `city_airport` VALUES ('4', '上海', 'SHA', '虹桥机场');
INSERT INTO `city_airport` VALUES ('5', '南京', 'NKG', '禄口国际机场');
INSERT INTO `city_airport` VALUES ('6', '天津', 'TSN', '滨海国际机场');
INSERT INTO `city_airport` VALUES ('7', '重庆', 'CKG', '江北机场');
INSERT INTO `city_airport` VALUES ('8', '海口', 'HAK', '美兰机场');
INSERT INTO `city_airport` VALUES ('9', '三亚', 'SYX', '凤凰机场');
INSERT INTO `city_airport` VALUES ('10', '广州', 'CAN', '白云国际机场');
INSERT INTO `city_airport` VALUES ('11', '深圳', 'SZX', '福田机场');
INSERT INTO `city_airport` VALUES ('12', '长沙', 'CSX', '黄花国际机场');
INSERT INTO `city_airport` VALUES ('13', '张家界', 'DYG', '荷花机场');
INSERT INTO `city_airport` VALUES ('14', '武汉', 'WUH', '天河机场');
INSERT INTO `city_airport` VALUES ('15', '宜昌', 'YIH', '三峡机场');
INSERT INTO `city_airport` VALUES ('16', '厦门', 'XMN', '高崎国际机场');
INSERT INTO `city_airport` VALUES ('17', '杭州', 'HGH', '萧山机场');
INSERT INTO `city_airport` VALUES ('18', '合肥', 'HFE', '骆岗机场');
INSERT INTO `city_airport` VALUES ('19', '黄山', 'TXN', '屯溪机场');
INSERT INTO `city_airport` VALUES ('20', '九江', 'JIU', '马回岭机场');
INSERT INTO `city_airport` VALUES ('21', '南京', 'NKG', '禄口国际机场');
INSERT INTO `city_airport` VALUES ('22', '南通', 'NTG', '兴东机场');
INSERT INTO `city_airport` VALUES ('23', '成都', 'CTU', '双流国际机场');
INSERT INTO `city_airport` VALUES ('24', '九寨沟', 'JZH', '黄龙机场');
INSERT INTO `city_airport` VALUES ('25', '大理', 'DLU', '大理机场');
INSERT INTO `city_airport` VALUES ('26', '西安', 'XIY', '咸阳国际机场');

-- ----------------------------
-- Table structure for liuyan
-- ----------------------------
DROP TABLE IF EXISTS `liuyan`;
CREATE TABLE `liuyan` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `author` varchar(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `content` text COLLATE utf8_unicode_ci NOT NULL,
  `addtime` int(10) unsigned NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of liuyan
-- ----------------------------
INSERT INTO `liuyan` VALUES ('1', '通知', '小张', '魔都魔都', '1473080873');
INSERT INTO `liuyan` VALUES ('2', '通告', '小强', '周三开项目', '1473080873');
INSERT INTO `liuyan` VALUES ('3', '通告', '校长', '周日没得休息', '1473080873');

-- ----------------------------
-- Table structure for migrations
-- ----------------------------
DROP TABLE IF EXISTS `migrations`;
CREATE TABLE `migrations` (
  `migration` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of migrations
-- ----------------------------
INSERT INTO `migrations` VALUES ('2014_10_12_000000_create_users_table', '1');
INSERT INTO `migrations` VALUES ('2014_10_12_100000_create_password_resets_table', '1');
INSERT INTO `migrations` VALUES ('2016_09_02_065624_create_cache_table', '1');
INSERT INTO `migrations` VALUES ('2016_09_05_122300_create_liuyan_table', '2');
INSERT INTO `migrations` VALUES ('2015_03_06_000000_aimeos_users_table', '3');
INSERT INTO `migrations` VALUES ('2015_08_10_000000_aimeos_users_label', '3');

-- ----------------------------
-- Table structure for node
-- ----------------------------
DROP TABLE IF EXISTS `node`;
CREATE TABLE `node` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `method` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  `url` varchar(80) COLLATE utf8_unicode_ci NOT NULL,
  `state` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `created_at` int(10) unsigned DEFAULT NULL,
  `updated_at` int(10) unsigned DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `node_name_unique` (`name`)
) ENGINE=InnoDB AUTO_INCREMENT=19 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of node
-- ----------------------------
INSERT INTO `node` VALUES ('1', '浏览用户', 'get', 'admin/users', '0', '1467263259', '1467263259');
INSERT INTO `node` VALUES ('2', '添加用户', 'get', 'admin/users/create', '0', '1467263352', '1467263352');
INSERT INTO `node` VALUES ('3', '删除用户', 'delete', 'admin/users/*', '0', '1467263417', '1467263417');
INSERT INTO `node` VALUES ('4', '修改用户', 'get', 'admin/users/*/edit', '0', '1467263548', '1467263548');
INSERT INTO `node` VALUES ('5', '浏览角色', 'get', 'admin/role', '0', '1467263594', '1467263594');
INSERT INTO `node` VALUES ('6', '添加角色', 'get', 'admin/role/create', '0', '1467263621', '1467263621');
INSERT INTO `node` VALUES ('7', '删除角色', 'delete', 'admin/role/*', '0', '1467266142', '1467266142');
INSERT INTO `node` VALUES ('8', '修改角色', 'get', 'admin/role/*/edit', '0', '1467266186', '1467266186');
INSERT INTO `node` VALUES ('9', '浏览节点', 'get', 'admin/node', '0', '1467266476', '1467266476');
INSERT INTO `node` VALUES ('10', '添加节点', 'get', 'admin/node/create', '0', '1467266497', '1467266497');
INSERT INTO `node` VALUES ('11', '删除节点', 'delete', 'admin/node/*', '0', '1467266519', '1467266519');
INSERT INTO `node` VALUES ('12', '编辑节点', 'get', 'admin/node/*/edit', '0', '1467266548', '1467266548');
INSERT INTO `node` VALUES ('13', '浏览火车票信息', 'get', '/admin/train', '0', '1467267730', '1467267730');
INSERT INTO `node` VALUES ('14', '添加火车票信息', 'get', '/admin/train2', '0', '1467267770', '1467267770');
INSERT INTO `node` VALUES ('15', '删除火车票信息', 'delete', '/admin/train3', '0', '1467267791', '1467267791');
INSERT INTO `node` VALUES ('16', '修改火车票信息', 'get', '/admin/train1', '0', '1467267815', '1467267815');
INSERT INTO `node` VALUES ('18', '浏览飞机票信息', 'get', '/admin/air', '0', '1474734353', '1474734353');

-- ----------------------------
-- Table structure for password_resets
-- ----------------------------
DROP TABLE IF EXISTS `password_resets`;
CREATE TABLE `password_resets` (
  `email` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `token` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  KEY `password_resets_email_index` (`email`),
  KEY `password_resets_token_index` (`token`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of password_resets
-- ----------------------------

-- ----------------------------
-- Table structure for posts
-- ----------------------------
DROP TABLE IF EXISTS `posts`;
CREATE TABLE `posts` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(255) DEFAULT NULL,
  `description` varchar(255) DEFAULT NULL,
  `type` enum('3','2','1') DEFAULT '1',
  `sulg` varchar(255) DEFAULT NULL,
  `content` varchar(8000) DEFAULT NULL,
  `status` varchar(10) DEFAULT '1',
  `img_name` varchar(255) DEFAULT NULL,
  `create_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `update_time` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `auth` varchar(32) NOT NULL DEFAULT '北极熊猫',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=19 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of posts
-- ----------------------------
INSERT INTO `posts` VALUES ('2', '啊啊啊啊', '啊啊啊啊', '1', '啊啊啊啊', '啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊', '1', '14748594461826.jpg', '2016-09-26 16:43:53', '0000-00-00 00:00:00', '北极熊猫');
INSERT INTO `posts` VALUES ('3', '啊啊啊啊', '啊啊啊啊', '1', '啊啊啊啊', '啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊', '1', '14748594849668.jpg', '2016-09-26 16:43:53', '0000-00-00 00:00:00', '北极熊猫');
INSERT INTO `posts` VALUES ('4', '1111', '11111111', '1', '11111111111111111', '                    111111111111', '1', '14748597528074.jpg', '2016-09-26 16:43:53', '0000-00-00 00:00:00', '北极熊猫');
INSERT INTO `posts` VALUES ('5', '111111111', '111111111', '1', '', '111111111111111111111111111111111111111111111   ', '1', '14748600909368.jpg', '2016-09-26 16:43:53', '0000-00-00 00:00:00', '北极熊猫');
INSERT INTO `posts` VALUES ('6', '33333', '111111111', '2', '1111111', '1111111111111111111111111111', '1', '14748615642740.jpg', '2016-09-26 16:43:53', '0000-00-00 00:00:00', '北极熊猫');
INSERT INTO `posts` VALUES ('7', '1111', '11111111', '1', '11111111111111111', '						11111111111111111\r\n                    ', '1', '14748624977544.jpg', '2016-09-26 16:43:53', '0000-00-00 00:00:00', '北极熊猫');
INSERT INTO `posts` VALUES ('8', '1111', '11111111', '1', '11111111111111111', '222222222222222222222222222222\r\n                    ', '1', '14748625304499.jpg', '2016-09-26 16:43:53', '0000-00-00 00:00:00', '北极熊猫');
INSERT INTO `posts` VALUES ('10', '啊啊啊啊', '啊啊啊啊', '1', '啊啊啊啊', '						啊啊啊啊\r\n                    ', '0', '14748626831277.jpg', '2016-09-26 16:43:53', '0000-00-00 00:00:00', '北极熊猫');
INSERT INTO `posts` VALUES ('11', '啊啊啊啊', '啊啊啊啊', '1', '啊啊啊啊', '111111111111111111111111111111111111111111111111111111111111111111111111111\r\n                    ', '1', '14748650834875.jpg', '2016-09-26 16:43:53', '0000-00-00 00:00:00', '北极熊猫');
INSERT INTO `posts` VALUES ('13', '我本楚狂人，凤歌笑孔丘', '我们一直在坚持着，不是为了改变这个世界，而是希望不被这个世界所改变。', '1', '凤歌', '老张得了一个闺女。老张说，挺好，就是大了别长得像我，那可嫁不出去了。因此，女儿名美丽，自然姓张。 老张的大学同学都说，叫个美丽，没什么不好，就是俗了点。老张你也是读过书的人，怎么不能想个雅点儿的呢？ \r\n老张说，俗有什么不好？实惠。这年头你还想怎么着？结结实实的吧。 \r\n老张的同学说，结实？那叫矿石好了，叫火成岩，水成岩也成。咱们这行就是学了个结实。\r\n老张在大学读的地质。 \r\n老张疼闺女。 \r\n老张抽烟。', '1', '14748744427770.jpg', '2016-09-26 16:43:53', '0000-00-00 00:00:00', '北极熊猫');
INSERT INTO `posts` VALUES ('14', '陌上花开，可缓缓归矣。', '那时候刚好下着雨，柏油路面湿冷冷的，还闪烁着青、黄、红颜色的灯火。我们就在骑楼下躲雨，看绿色的邮筒孤独地站在街的对面。', '1', '陌上花开', '秋天了，美丽大了点儿，手会指东西，指妈妈，指爸爸，还会抓耳朵，抓妈妈的头发，抓爸爸的鼻子。 \r\n有一天，老张的老婆抱着美丽，老张在旁边挤眉弄眼，逗得美丽嘎嘎乐，两只小手儿奓着。老张的老婆把美丽凑到老张的脸前，美丽的手就伸进爸爸的嘴里。 \r\n说时迟，那时快，老张抬手就是一掌，把母女两个打了个趔趄。老张在地质队，天天握探锤打石头，手上总有百来斤的力气。老张的老婆没有提防，就跌到了。到底是母亲，着地的关头，一扭身仰着将美丽抓在胸口。 \r\n美丽大哭。老张的老婆脑后淌出血来，从来没有骂过人的人，骂人了，老张的老婆骂老张。\r\n老张呆了，浑身哆嗦着，喘不出气来，汗从头上淌进领子里。 \r\n老张进了医院，两天一夜，才说出话来—— ', '1', '14748750504781.jpg', '2016-09-26 16:43:53', '0000-00-00 00:00:00', '北极熊猫');
INSERT INTO `posts` VALUES ('15', '一想到你，我这张丑脸上就泛起微笑', '那一天我二十一岁，在我一生的黄金时代。我有好多奢望。我想爱，想吃，还想在一瞬间变成天上半明半暗的云。', '1', '奢望', '六零年，闹饥荒，饿死人，全国都闹，除了云南。那年，我毕业实习，进山找矿。 \r\n后来，我迷路了。有指南针，没用。我饿，我饿呀。慌，心慌，一慌就急。本来还会想，这下完了。一直就吃不够，体力差，肝里的糖说耗完就耗完。后来就出汗，后来汗也不出了。什么也不敢想，用脑子最消耗热量了。躺着。胃里冒酸水儿，杀得牙软。 \r\n后来，从肚子开始发热，脚心，脖子，指头尖儿，越来越烫。安徒生不是写过个卖火柴的小女孩儿吗？这个丹麦的老东西，他写得对。人饿死前，就是发热，热过了，就是死。 \r\n我没死。死了怎么还能跟你结婚？怎么还能有美丽？              ', '1', '14748752131457.jpg', '2016-09-26 16:43:53', '0000-00-00 00:00:00', '北极熊猫');
INSERT INTO `posts` VALUES ('16', '秋天', '抓耳朵', '1', '故事', '秋天了，美丽大了点儿，手会指东西，指妈妈，指爸爸，还会抓耳朵，抓妈妈的头发，抓爸爸的鼻子。 \r\n有一天，老张的老婆抱着美丽，老张在旁边挤眉弄眼，逗得美丽嘎嘎乐，两只小手儿奓着。老张的老婆把美丽凑到老张的脸前，美丽的手就伸进爸爸的嘴里。 \r\n说时迟，那时快，老张抬手就是一掌，把母女两个打了个趔趄。老张在地质队，天天握探锤打石头，手上总有百来斤的力气。老张的老婆没有提防，就跌到了。到底是母亲，着地的关头，一扭身仰着将美丽抓在胸口。 \r\n美丽大哭。老张的老婆脑后淌出血来，从来没有骂过人的人，骂人了，老张的老婆骂老张。\r\n老张呆了，浑身哆嗦着，喘不出气来，汗从头上淌进领子里。 \r\n老张进了医院，两天一夜，才说出话来——          ', '1', '14748815168387.jpg', '2016-09-26 17:18:36', '2016-09-26 17:18:36', '北极熊猫');
INSERT INTO `posts` VALUES ('18', '红衣佳人', '朝与同歌暮同酒', '2', '佳人', '红衣佳人白衣友，朝与同歌暮同酒，世人谓我恋长安，其实只恋长安某。 ——殊同 \r\n水银泻地的时候，忧愁穿过墙壁，又和着嘶哑的音乐，使我羞惭、灰心。整个夏季，仿佛一场，没有主题的游戏。 ——赵野 \r\n我感到自己仿佛变得蔚蓝，变得无边无际，眼睛和指尖上，栖息着无数的星辰。 ——马林·索雷斯库 \r\n手中的书页犹如薄薄的剃刀片白亮亮闪着寒光。在凌晨四时寂寞的时刻里，我可以听到孤独之根正一点点伸长的声音。 ——村上春树 \r\n你的明眸是映现我灵魂颤动的湖，我那成群结队的梦想，为寻求解脱，而纷纷投入你这秋波深处。 ——波德莱尔 \r\n当我们只剩下虚无，唯有沉默的太阳够好，是你的静寂，是无声的声音。 ——佩索阿', '0', '14748941718351.jpg', '2016-09-26 20:49:31', '2016-09-26 20:49:31', '北极熊猫');

-- ----------------------------
-- Table structure for role
-- ----------------------------
DROP TABLE IF EXISTS `role`;
CREATE TABLE `role` (
  `id` int(10) unsigned NOT NULL,
  `name` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `state` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `created_at` int(10) unsigned DEFAULT NULL,
  `updated_at` int(10) unsigned DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `role_name_unique` (`name`),
  UNIQUE KEY `name` (`name`),
  UNIQUE KEY `name_2` (`name`),
  KEY `name_3` (`name`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of role
-- ----------------------------
INSERT INTO `role` VALUES ('1', '财务主管', '0', '1467237917', '1467237917');
INSERT INTO `role` VALUES ('2', '☁运营总监', '0', '1467237939', '1467237939');
INSERT INTO `role` VALUES ('4', '★信息管理员★', '0', '1467238005', '1474698529');
INSERT INTO `role` VALUES ('5', '♈超级管理员♈', '0', '1474702737', '1474702737');
INSERT INTO `role` VALUES ('6', '临时管理员', '0', '1474718901', '1474718901');
INSERT INTO `role` VALUES ('14', '❤财务主管1', '0', '1474726403', '1474726403');
INSERT INTO `role` VALUES ('15', '❤财务主管2', '0', '1474726478', '1474726478');
INSERT INTO `role` VALUES ('20', '财务主管321', '0', '1474731749', '1474731749');
INSERT INTO `role` VALUES ('21', 'O零时工', '0', '1474731941', '1474731941');
INSERT INTO `role` VALUES ('22', 'O零时工887', '0', '1474731963', '1474731963');

-- ----------------------------
-- Table structure for role_node
-- ----------------------------
DROP TABLE IF EXISTS `role_node`;
CREATE TABLE `role_node` (
  `rid` int(10) unsigned NOT NULL,
  `nid` int(10) unsigned NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of role_node
-- ----------------------------
INSERT INTO `role_node` VALUES ('4', '1');
INSERT INTO `role_node` VALUES ('4', '5');
INSERT INTO `role_node` VALUES ('4', '9');
INSERT INTO `role_node` VALUES ('4', '13');
INSERT INTO `role_node` VALUES ('1', '1');
INSERT INTO `role_node` VALUES ('1', '2');
INSERT INTO `role_node` VALUES ('1', '3');
INSERT INTO `role_node` VALUES ('1', '4');
INSERT INTO `role_node` VALUES ('1', '5');
INSERT INTO `role_node` VALUES ('1', '6');
INSERT INTO `role_node` VALUES ('1', '7');
INSERT INTO `role_node` VALUES ('1', '8');
INSERT INTO `role_node` VALUES ('1', '9');
INSERT INTO `role_node` VALUES ('1', '10');
INSERT INTO `role_node` VALUES ('1', '11');
INSERT INTO `role_node` VALUES ('1', '12');

-- ----------------------------
-- Table structure for stu
-- ----------------------------
DROP TABLE IF EXISTS `stu`;
CREATE TABLE `stu` (
  `uid` int(10) unsigned NOT NULL,
  `name` char(32) DEFAULT NULL,
  `age` tinyint(3) unsigned DEFAULT NULL,
  `sex` enum('w','m') DEFAULT 'w',
  `tel` char(11) DEFAULT NULL,
  `classid` char(6) DEFAULT NULL,
  `regtime` int(10) unsigned DEFAULT NULL,
  PRIMARY KEY (`uid`),
  UNIQUE KEY `name` (`name`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of stu
-- ----------------------------
INSERT INTO `stu` VALUES ('3', '叶世昌', '30', 'm', '70654226472', 'lamp44', '1466576496');
INSERT INTO `stu` VALUES ('4', '杨帆', '25', 'w', '92521125238', 'lamp49', '1466576496');
INSERT INTO `stu` VALUES ('5', '贾斯然', '30', 'w', '31955244392', 'lamp50', '1466576496');
INSERT INTO `stu` VALUES ('6', '许嘉胤', '26', 'w', '76326440576', 'lamp50', '1466576496');
INSERT INTO `stu` VALUES ('7', '黄帅', '14', 'm', '99636535533', 'lamp50', '1466576496');
INSERT INTO `stu` VALUES ('8', '王志强', '31', 'w', '60435622363', 'lamp52', '1466576496');
INSERT INTO `stu` VALUES ('9', '李彬彬', '2', 'm', '96961824546', 'lamp44', '1466576496');
INSERT INTO `stu` VALUES ('10', '张美堂', '5', 'w', '19501452197', 'lamp49', '1466576496');
INSERT INTO `stu` VALUES ('11', '许方立', '10', 'm', '77750699975', 'lamp52', '1466576496');
INSERT INTO `stu` VALUES ('12', '崔坤', '13', 'w', '36509820008', 'lamp44', '1466576496');
INSERT INTO `stu` VALUES ('13', '赵亚男', '38', 'm', '37489136471', 'lamp50', '1466576496');
INSERT INTO `stu` VALUES ('14', '张洋洋', '6', 'w', '13891546283', 'lamp50', '1466576496');
INSERT INTO `stu` VALUES ('15', '马文军', '18', 'm', '68885672577', 'lamp50', '1466576496');
INSERT INTO `stu` VALUES ('16', '孙相明', '16', 'm', '95743815397', 'lamp49', '1466576496');
INSERT INTO `stu` VALUES ('17', '沈立栋', '8', 'm', '72981788500', 'lamp44', '1466576496');
INSERT INTO `stu` VALUES ('18', '瞿志存', '22', 'm', '23385986724', 'lamp52', '1466576496');
INSERT INTO `stu` VALUES ('19', '黄敏', '16', 'w', '92485828339', 'lamp50', '1466576496');
INSERT INTO `stu` VALUES ('20', '喻永明', '23', 'w', '90915250195', 'lamp44', '1466576496');
INSERT INTO `stu` VALUES ('21', '张功伟', '39', 'm', '22884155634', 'lamp50', '1466576496');
INSERT INTO `stu` VALUES ('22', '吴健康', '27', 'm', '56317815185', 'lamp50', '1466576496');
INSERT INTO `stu` VALUES ('23', '王硕', '4', 'm', '34662586705', 'lamp50', '1466576496');
INSERT INTO `stu` VALUES ('24', '杨好奇', '39', 'm', '97024132736', 'lamp52', '1466576496');
INSERT INTO `stu` VALUES ('25', '陈冲宇', '2', 'w', '17751735093', 'lamp49', '1466576496');
INSERT INTO `stu` VALUES ('26', '熊旋子', '14', 'w', '76576073334', 'lamp50', '1466576496');
INSERT INTO `stu` VALUES ('27', '王文礼', '39', 'w', '92637856008', 'lamp44', '1466576496');
INSERT INTO `stu` VALUES ('28', '李骏', '6', 'w', '55737293576', 'lamp49', '1466576496');
INSERT INTO `stu` VALUES ('29', '刘洋', '24', 'w', '54806879657', 'lamp50', '1466576496');
INSERT INTO `stu` VALUES ('30', '杜志超', '37', 'm', '92494013948', 'lamp49', '1466576496');
INSERT INTO `stu` VALUES ('31', '吴栋梁', '40', 'w', '63633855693', 'lamp44', '1466576496');
INSERT INTO `stu` VALUES ('32', '王林林', '8', 'm', '42054552159', 'lamp52', '1466576496');
INSERT INTO `stu` VALUES ('33', '方超君', '15', 'w', '86827219881', 'lamp44', '1466576496');
INSERT INTO `stu` VALUES ('34', '钱磊', '10', 'm', '67960678694', 'lamp44', '1466576496');
INSERT INTO `stu` VALUES ('35', '陈杰', '27', 'w', '55984171872', 'lamp49', '1466576496');
INSERT INTO `stu` VALUES ('36', '姚双强', '30', 'm', '86531539040', 'lamp52', '1466576496');
INSERT INTO `stu` VALUES ('37', '陈飞洋', '22', 'w', '22146286319', 'lamp50', '1466576496');
INSERT INTO `stu` VALUES ('38', '邱航', '27', 'm', '11309120350', 'lamp44', '1466576496');
INSERT INTO `stu` VALUES ('39', '苟诚祖', '38', 'm', '44688546210', 'lamp44', '1466576496');
INSERT INTO `stu` VALUES ('40', '黄佳磊', '35', 'm', '86390551443', 'lamp44', '1466576496');
INSERT INTO `stu` VALUES ('41', '石雷', '36', 'm', '80208320640', 'lamp52', '1466576496');
INSERT INTO `stu` VALUES ('42', '陈颜龙', '1', 'w', '64206280582', 'lamp50', '1466576496');
INSERT INTO `stu` VALUES ('43', '张亚楠', '11', 'w', '49191653708', 'lamp50', '1466576496');
INSERT INTO `stu` VALUES ('44', '杨联翔', '7', 'm', '72186942144', 'lamp50', '1466576496');
INSERT INTO `stu` VALUES ('45', '冯靖蓉', '24', 'w', '80457853398', 'lamp52', '1466576496');
INSERT INTO `stu` VALUES ('46', '胡欣欣', '26', 'm', '57207512168', 'lamp49', '1466576496');
INSERT INTO `stu` VALUES ('47', '隗亚东', '26', 'w', '44493236032', 'lamp49', '1466576496');
INSERT INTO `stu` VALUES ('48', '盛金玉', '29', 'w', '30032097254', 'lamp49', '1466576496');
INSERT INTO `stu` VALUES ('49', '杨海婷', '15', 'w', '64561615150', 'lamp50', '1466576496');
INSERT INTO `stu` VALUES ('50', '李凯', '17', 'm', '43090856776', 'lamp50', '1466576496');
INSERT INTO `stu` VALUES ('51', '吴浩志', '21', 'w', '50037968183', 'lamp44', '1466576496');
INSERT INTO `stu` VALUES ('52', '陆王明', '6', 'm', '79370180664', 'lamp44', '1466576496');
INSERT INTO `stu` VALUES ('53', '陈思敏', '19', 'm', '29741747561', 'lamp44', '1466576496');
INSERT INTO `stu` VALUES ('54', '马晓盛', '25', 'w', '30189356070', 'lamp49', '1466576496');
INSERT INTO `stu` VALUES ('55', '高敏', '36', 'm', '40825791826', 'lamp49', '1466576496');
INSERT INTO `stu` VALUES ('56', '陈振平', '21', 'w', '28534678483', 'lamp49', '1466576496');
INSERT INTO `stu` VALUES ('57', '胡冰涛', '23', 'w', '17664970076', 'lamp50', '1466576496');
INSERT INTO `stu` VALUES ('58', '王福祥', '7', 'm', '71280973942', 'lamp52', '1466576496');
INSERT INTO `stu` VALUES ('60', '啊啊啊', '24', 'w', null, '123', null);
INSERT INTO `stu` VALUES ('61', 'aaa', '23', 'w', null, '1', null);
INSERT INTO `stu` VALUES ('62', 'aaaa', '12', 'w', null, '', null);
INSERT INTO `stu` VALUES ('63', '11', '11', 'w', null, '11', null);

-- ----------------------------
-- Table structure for train
-- ----------------------------
DROP TABLE IF EXISTS `train`;
CREATE TABLE `train` (
  `tid` int(11) NOT NULL,
  `trainCode` varchar(32) NOT NULL,
  `trainGrade` varchar(32) DEFAULT ' 动车组',
  `startStation` varchar(32) NOT NULL,
  `arriveStation` varchar(32) NOT NULL,
  `startTime` char(16) NOT NULL,
  `endTime` char(16) NOT NULL,
  `takeTime` char(16) DEFAULT NULL,
  `day_diff` varchar(32) DEFAULT NULL,
  `two_prc` int(6) NOT NULL,
  `one_prc` int(6) NOT NULL,
  `one_seat_cnt` int(6) NOT NULL,
  `two_seat_cnt` int(6) NOT NULL,
  `status` enum('1','2') NOT NULL DEFAULT '1',
  PRIMARY KEY (`tid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of train
-- ----------------------------
INSERT INTO `train` VALUES ('1', 'K526', '空调快速', '上海南', '苏州', '04:14', '05:31', '01小时17分', '当日到达', '109', '159', '166', '250', '2');
INSERT INTO `train` VALUES ('2', 'K528', '空调快速', '上海南', '苏州', '04:29', '05:38', '01小时09分', '当日到达', '99', '165', '266', '253', '1');
INSERT INTO `train` VALUES ('3', 'D636', '动车组', '上海虹桥', '苏州', '06:09', '06:41', '00小时32分', '当日到达', '56', '108', '280', '225', '1');
INSERT INTO `train` VALUES ('4', 'G1912', '高速动车', '上海虹桥', '苏州北', '06:17', '06:40', '00小时23分', '当日到达', '44', '93', '149', '118', '1');
INSERT INTO `train` VALUES ('5', 'G7032', '高速动车', '上海', '苏州', '06:18', '06:50', '00小时32分', '当日到达', '50', '104', '224', '232', '1');
INSERT INTO `train` VALUES ('6', 'G1802', '高速动车', '上海虹桥', '苏州北', '06:22', '06:45', '00小时23分', '当日到达', '46', '99', '144', '97', '1');
INSERT INTO `train` VALUES ('7', 'G7076', '高速动车', '上海', '苏州', '06:23', '06:55', '00小时32分', '当日到达', '31', '91', '79', '54', '1');
INSERT INTO `train` VALUES ('8', 'D2206', '动车组', '上海虹桥', '苏州', '06:38', '07:16', '00小时38分', '当日到达', '52', '115', '0', '0', '1');
INSERT INTO `train` VALUES ('9', 'G102', '高速动车', '上海虹桥', '苏州北', '06:39', '07:02', '00小时23分', '当日到达', '39', '118', '124', '139', '1');
INSERT INTO `train` VALUES ('10', 'D3072', '动车组', '上海虹桥', '苏州', '06:50', '07:34', '00小时44分', '当日到达', '47', '97', '202', '285', '1');
INSERT INTO `train` VALUES ('11', 'G7002', '高速动车', '上海', '苏州', '07:00', '07:25', '00小时25分', '当日到达', '32', '99', '295', '280', '1');
INSERT INTO `train` VALUES ('12', 'G7034', '高速动车', '上海', '苏州', '07:05', '07:39', '00小时34分', '当日到达', '55', '113', '115', '132', '1');
INSERT INTO `train` VALUES ('13', 'G106', '高速动车', '上海虹桥', '苏州北', '07:10', '07:33', '00小时23分', '当日到达', '46', '104', '272', '202', '1');
INSERT INTO `train` VALUES ('14', 'D3056', '动车组', '上海虹桥', '苏州', '07:15', '07:50', '00小时35分', '当日到达', '32', '114', '128', '145', '1');
INSERT INTO `train` VALUES ('15', 'G1916', '高速动车', '上海虹桥', '苏州北', '07:15', '07:39', '00小时24分', '当日到达', '53', '107', '65', '55', '1');
INSERT INTO `train` VALUES ('16', 'G7102', '高速动车', '上海虹桥', '苏州', '07:20', '08:00', '00小时40分', '当日到达', '55', '108', '260', '297', '1');
INSERT INTO `train` VALUES ('17', 'G110', '高速动车', '上海虹桥', '苏州北', '07:28', '07:53', '00小时25分', '当日到达', '31', '109', '0', '0', '1');
INSERT INTO `train` VALUES ('18', 'D2212', '动车组', '上海虹桥', '苏州', '07:30', '08:08', '00小时38分', '当日到达', '36', '90', '138', '135', '1');
INSERT INTO `train` VALUES ('19', 'G7080', '高速动车', '上海', '苏州园区', '07:43', '08:14', '00小时31分', '当日到达', '48', '98', '189', '267', '1');
INSERT INTO `train` VALUES ('20', 'G1232', '高速动车', '上海虹桥', '苏州北', '07:49', '08:33', '00小时44分', '当日到达', '46', '119', '115', '116', '1');
INSERT INTO `train` VALUES ('21', 'G7004', '高速动车', '上海', '苏州', '08:00', '08:25', '00小时25分', '当日到达', '46', '115', '210', '267', '1');
INSERT INTO `train` VALUES ('22', 'G7268', '高速动车', '上海', '苏州', '08:05', '08:37', '00小时32分', '当日到达', '46', '97', '220', '249', '1');
INSERT INTO `train` VALUES ('23', 'G112', '高速动车', '上海虹桥', '苏州北', '08:05', '08:28', '00小时23分', '当日到达', '35', '118', '164', '249', '1');
INSERT INTO `train` VALUES ('24', 'G7036', '高速动车', '上海', '苏州', '08:10', '08:42', '00小时32分', '当日到达', '50', '111', '203', '286', '1');
INSERT INTO `train` VALUES ('25', 'G114', '高速动车', '上海虹桥', '苏州北', '08:10', '08:43', '00小时33分', '当日到达', '48', '90', '186', '158', '1');
INSERT INTO `train` VALUES ('26', 'G7232', '高速动车', '上海', '苏州', '08:15', '08:47', '00小时32分', '当日到达', '33', '115', '189', '157', '1');
INSERT INTO `train` VALUES ('27', 'G1952', '高速动车', '上海虹桥', '苏州北', '08:16', '08:39', '00小时23分', '当日到达', '44', '99', '195', '202', '1');
INSERT INTO `train` VALUES ('28', 'D3064', '动车组', '上海虹桥', '苏州', '08:20', '08:54', '00小时34分', '当日到达', '36', '107', '0', '0', '1');
INSERT INTO `train` VALUES ('29', 'G576', '高速动车', '上海虹桥', '苏州北', '08:25', '08:48', '00小时23分', '当日到达', '43', '112', '260', '251', '1');
INSERT INTO `train` VALUES ('30', 'G7206', '高速动车', '上海', '苏州', '08:26', '09:07', '00小时41分', '当日到达', '33', '101', '168', '185', '1');
INSERT INTO `train` VALUES ('31', 'G7084', '高速动车', '上海', '苏州', '08:32', '09:11', '00小时39分', '当日到达', '38', '95', '216', '212', '1');
INSERT INTO `train` VALUES ('32', 'G676', '高速动车', '上海虹桥', '苏州北', '08:32', '08:55', '00小时23分', '当日到达', '45', '95', '246', '211', '1');
INSERT INTO `train` VALUES ('33', 'G212', '高速动车', '上海虹桥', '苏州北', '08:38', '09:01', '00小时23分', '当日到达', '50', '120', '260', '215', '1');
INSERT INTO `train` VALUES ('34', 'D2216', '动车组', '上海虹桥', '苏州', '08:39', '09:17', '00小时38分', '当日到达', '43', '115', '298', '221', '1');
INSERT INTO `train` VALUES ('35', 'K290', '空调快速', '上海', '苏州', '08:50', '09:55', '01小时05分', '当日到达', '74', '167', '263', '245', '1');
INSERT INTO `train` VALUES ('36', 'G7104', '高速动车', '上海虹桥', '苏州', '08:54', '09:30', '00小时36分', '当日到达', '34', '91', '226', '220', '1');
INSERT INTO `train` VALUES ('37', 'G1866', '高速动车', '上海虹桥', '苏州北', '08:54', '09:17', '00小时23分', '当日到达', '42', '92', '18', '51', '1');
INSERT INTO `train` VALUES ('38', 'K376', '空调快速', '上海', '苏州', '08:56', '10:02', '01小时06分', '当日到达', '81', '122', '263', '191', '1');
INSERT INTO `train` VALUES ('39', 'G7006', '高速动车', '上海', '苏州', '09:00', '09:25', '00小时25分', '当日到达', '32', '91', '184', '228', '1');
INSERT INTO `train` VALUES ('40', 'G7038', '高速动车', '上海', '苏州', '09:05', '09:36', '00小时31分', '当日到达', '51', '96', '188', '208', '1');
INSERT INTO `train` VALUES ('41', 'G230', '高速动车', '上海虹桥', '苏州北', '09:08', '09:31', '00小时23分', '当日到达', '43', '92', '144', '122', '1');
INSERT INTO `train` VALUES ('42', 'K516', '空调快速', '上海', '苏州', '09:16', '10:19', '01小时03分', '当日到达', '68', '122', '190', '243', '1');
INSERT INTO `train` VALUES ('43', 'D3022', '动车组', '上海虹桥', '苏州', '09:16', '09:44', '00小时28分', '当日到达', '43', '111', '200', '176', '1');
INSERT INTO `train` VALUES ('44', 'G7202', '高速动车', '上海', '苏州', '09:19', '09:52', '00小时33分', '当日到达', '47', '108', '224', '284', '1');
INSERT INTO `train` VALUES ('45', 'K360', '空调快速', '上海', '苏州', '09:23', '10:25', '01小时02分', '当日到达', '71', '142', '158', '181', '1');
INSERT INTO `train` VALUES ('46', 'G7372', '高速动车', '上海虹桥', '苏州', '09:27', '10:00', '00小时33分', '当日到达', '53', '104', '281', '296', '1');
INSERT INTO `train` VALUES ('47', 'G7132', '高速动车', '上海虹桥', '苏州', '09:32', '10:05', '00小时33分', '当日到达', '45', '120', '4', '15', '1');
INSERT INTO `train` VALUES ('48', 'G7564', '高速动车', '上海虹桥', '苏州', '09:37', '10:10', '00小时33分', '当日到达', '42', '105', '0', '0', '1');
INSERT INTO `train` VALUES ('49', 'G1204', '高速动车', '上海虹桥', '苏州北', '09:39', '10:02', '00小时23分', '当日到达', '38', '96', '291', '209', '1');
INSERT INTO `train` VALUES ('50', 'G7040', '高速动车', '上海', '苏州', '09:48', '10:30', '00小时42分', '当日到达', '38', '114', '0', '0', '1');
INSERT INTO `train` VALUES ('51', 'K470', '空调快速', '上海南', '苏州', '09:52', '11:30', '01小时38分', '当日到达', '85', '147', '193', '277', '1');
INSERT INTO `train` VALUES ('52', 'G118', '高速动车', '上海虹桥', '苏州北', '09:54', '10:17', '00小时23分', '当日到达', '46', '105', '51', '35', '1');
INSERT INTO `train` VALUES ('53', 'G7008', '高速动车', '上海', '苏州', '10:00', '10:25', '00小时25分', '当日到达', '50', '116', '154', '210', '1');
INSERT INTO `train` VALUES ('54', 'G7042', '高速动车', '上海', '苏州', '10:09', '10:41', '00小时32分', '当日到达', '37', '112', '0', '0', '1');
INSERT INTO `train` VALUES ('55', 'D3090', '动车组', '上海虹桥', '苏州北', '10:15', '10:46', '00小时31分', '当日到达', '34', '101', '203', '185', '1');
INSERT INTO `train` VALUES ('56', 'D3068', '动车组', '上海虹桥', '苏州', '10:18', '10:52', '00小时34分', '当日到达', '31', '104', '105', '123', '1');
INSERT INTO `train` VALUES ('57', 'K1556', '空调快速', '上海', '苏州', '10:21', '11:24', '01小时03分', '当日到达', '69', '140', '145', '117', '1');
INSERT INTO `train` VALUES ('58', 'G7136', '高速动车', '上海虹桥', '苏州', '10:30', '10:56', '00小时26分', '当日到达', '46', '93', '160', '254', '1');
INSERT INTO `train` VALUES ('59', 'G1236', '高速动车', '上海虹桥', '苏州北', '10:33', '11:02', '00小时29分', '当日到达', '48', '109', '94', '92', '1');
INSERT INTO `train` VALUES ('60', 'G7236', '高速动车', '上海', '苏州', '10:40', '11:05', '00小时25分', '当日到达', '36', '120', '271', '292', '1');
INSERT INTO `train` VALUES ('61', 'G7044', '高速动车', '上海', '苏州', '10:46', '11:18', '00小时32分', '当日到达', '51', '100', '166', '245', '1');
INSERT INTO `train` VALUES ('62', 'G122', '高速动车', '上海虹桥', '苏州北', '10:46', '11:09', '00小时23分', '当日到达', '47', '116', '221', '259', '1');
INSERT INTO `train` VALUES ('63', 'G7386', '高速动车', '上海虹桥', '苏州北', '10:54', '11:17', '00小时23分', '当日到达', '35', '111', '128', '121', '1');
INSERT INTO `train` VALUES ('64', 'G7240', '高速动车', '上海', '苏州', '10:54', '11:30', '00小时36分', '当日到达', '37', '106', '254', '260', '1');
INSERT INTO `train` VALUES ('65', 'G7010', '高速动车', '上海', '苏州', '11:00', '11:25', '00小时25分', '当日到达', '34', '94', '139', '128', '1');
INSERT INTO `train` VALUES ('66', 'K2186', '空调快速', '上海', '苏州', '11:03', '12:08', '01小时05分', '当日到达', '80', '149', '0', '0', '1');
INSERT INTO `train` VALUES ('67', 'G7106', '高速动车', '上海虹桥', '苏州', '11:05', '11:37', '00小时32分', '当日到达', '44', '113', '299', '259', '1');
INSERT INTO `train` VALUES ('68', 'G7572', '高速动车', '上海虹桥', '苏州', '11:10', '11:42', '00小时32分', '当日到达', '31', '99', '251', '192', '1');
INSERT INTO `train` VALUES ('69', 'G126', '高速动车', '上海虹桥', '苏州北', '11:10', '11:33', '00小时23分', '当日到达', '39', '104', '156', '293', '1');
INSERT INTO `train` VALUES ('70', 'K234', '空调快速', '上海', '苏州', '11:12', '12:14', '01小时02分', '当日到达', '67', '138', '196', '154', '1');
INSERT INTO `train` VALUES ('71', 'G7264', '高速动车', '上海', '苏州', '11:17', '11:49', '00小时32分', '当日到达', '40', '91', '228', '171', '1');
INSERT INTO `train` VALUES ('72', 'K1156', '空调快速', '上海', '苏州', '11:18', '12:20', '01小时02分', '当日到达', '120', '162', '229', '277', '1');
INSERT INTO `train` VALUES ('73', 'G1252', '高速动车', '上海虹桥', '苏州北', '11:20', '11:43', '00小时23分', '当日到达', '47', '93', '0', '0', '1');
INSERT INTO `train` VALUES ('74', 'G130', '高速动车', '上海虹桥', '苏州北', '11:26', '11:49', '00小时23分', '当日到达', '48', '97', '229', '173', '1');
INSERT INTO `train` VALUES ('75', 'G7354', '高速动车', '上海虹桥', '苏州', '11:27', '12:00', '00小时33分', '当日到达', '35', '110', '196', '260', '1');
INSERT INTO `train` VALUES ('76', 'G7282', '高速动车', '上海', '苏州', '11:34', '12:06', '00小时32分', '当日到达', '49', '94', '119', '146', '1');
INSERT INTO `train` VALUES ('77', 'G7108', '高速动车', '上海虹桥', '苏州', '11:40', '12:11', '00小时31分', '当日到达', '48', '107', '12', '11', '1');
INSERT INTO `train` VALUES ('78', 'K1012', '空调快速', '上海', '苏州', '11:44', '12:54', '01小时10分', '当日到达', '81', '149', '300', '181', '1');
INSERT INTO `train` VALUES ('79', 'G7586', '高速动车', '上海虹桥', '苏州', '11:48', '12:30', '00小时42分', '当日到达', '43', '102', '260', '254', '1');
INSERT INTO `train` VALUES ('80', 'K464', '空调快速', '上海', '苏州', '11:50', '13:26', '01小时36分', '当日到达', '97', '139', '191', '182', '1');
INSERT INTO `train` VALUES ('81', 'G1956', '高速动车', '上海虹桥', '苏州北', '11:59', '12:29', '00小时30分', '当日到达', '35', '109', '0', '0', '1');
INSERT INTO `train` VALUES ('82', 'G7012', '高速动车', '上海', '苏州', '12:00', '12:25', '00小时25分', '当日到达', '44', '101', '148', '106', '1');
INSERT INTO `train` VALUES ('83', 'T204', '空调特快', '上海', '苏州', '12:05', '13:00', '00小时55分', '当日到达', '51', '115', '170', '289', '1');
INSERT INTO `train` VALUES ('84', 'G7244', '高速动车', '上海', '苏州', '12:11', '12:36', '00小时25分', '当日到达', '31', '101', '262', '152', '1');
INSERT INTO `train` VALUES ('85', 'G132', '高速动车', '上海虹桥', '苏州北', '12:12', '12:35', '00小时23分', '当日到达', '48', '96', '136', '92', '1');
INSERT INTO `train` VALUES ('86', 'G7576', '高速动车', '上海虹桥', '苏州', '12:16', '12:41', '00小时25分', '当日到达', '49', '115', '0', '0', '1');
INSERT INTO `train` VALUES ('87', 'G460', '高速动车', '上海虹桥', '苏州北', '12:17', '12:40', '00小时23分', '当日到达', '46', '105', '254', '176', '1');
INSERT INTO `train` VALUES ('88', '1462', '普快', '上海', '苏州', '12:18', '13:20', '01小时02分', '当日到达', '83', '166', '241', '262', '1');
INSERT INTO `train` VALUES ('89', 'G7046', '高速动车', '上海', '苏州', '12:20', '12:51', '00小时31分', '当日到达', '31', '105', '210', '197', '1');
INSERT INTO `train` VALUES ('90', 'G7048', '高速动车', '上海', '苏州', '12:25', '12:58', '00小时33分', '当日到达', '37', '102', '84', '144', '1');
INSERT INTO `train` VALUES ('91', 'K782', '空调快速', '上海', '苏州', '12:28', '13:32', '01小时04分', '当日到达', '103', '150', '159', '263', '1');
INSERT INTO `train` VALUES ('92', 'G1810', '高速动车', '上海虹桥', '苏州北', '12:34', '13:04', '00小时30分', '当日到达', '33', '99', '132', '109', '1');
INSERT INTO `train` VALUES ('93', 'G7296', '高速动车', '上海', '苏州北', '12:40', '13:15', '00小时35分', '当日到达', '37', '109', '263', '237', '1');
INSERT INTO `train` VALUES ('94', 'G7110', '高速动车', '上海虹桥', '苏州', '12:46', '13:18', '00小时32分', '当日到达', '50', '119', '0', '0', '1');
INSERT INTO `train` VALUES ('95', 'G7088', '高速动车', '上海', '苏州', '12:54', '13:30', '00小时36分', '当日到达', '35', '112', '201', '236', '1');
INSERT INTO `train` VALUES ('96', 'G7014', '高速动车', '上海', '苏州', '13:00', '13:25', '00小时25分', '当日到达', '47', '93', '129', '86', '1');
INSERT INTO `train` VALUES ('97', 'G7112', '高速动车', '上海虹桥', '苏州', '13:10', '13:42', '00小时32分', '当日到达', '47', '109', '175', '289', '1');
INSERT INTO `train` VALUES ('98', 'G7248', '高速动车', '上海', '苏州', '13:16', '13:49', '00小时33分', '当日到达', '49', '108', '256', '211', '1');
INSERT INTO `train` VALUES ('99', 'K172', '空调快速', '上海', '苏州', '13:18', '14:33', '01小时15分', '当日到达', '108', '127', '226', '242', '1');
INSERT INTO `train` VALUES ('100', 'G138', '高速动车', '上海虹桥', '苏州北', '13:30', '13:53', '00小时23分', '当日到达', '47', '92', '228', '177', '1');
INSERT INTO `train` VALUES ('101', 'D3026', '动车组', '上海虹桥', '苏州', '13:30', '14:04', '00小时34分', '当日到达', '46', '116', '199', '226', '1');
INSERT INTO `train` VALUES ('102', 'K808', '空调快速', '上海南', '苏州', '13:34', '14:54', '01小时20分', '当日到达', '79', '180', '297', '234', '1');
INSERT INTO `train` VALUES ('103', 'G140', '高速动车', '上海虹桥', '苏州北', '13:37', '14:00', '00小时23分', '当日到达', '56', '98', '147', '146', '1');
INSERT INTO `train` VALUES ('104', 'K1152', '空调快速', '上海', '苏州', '13:38', '14:41', '01小时03分', '当日到达', '108', '122', '277', '190', '1');
INSERT INTO `train` VALUES ('105', 'K1102', '空调快速', '上海', '苏州', '13:44', '14:47', '01小时03分', '当日到达', '92', '124', '273', '224', '1');
INSERT INTO `train` VALUES ('106', 'G1814', '高速动车', '上海虹桥', '苏州北', '13:45', '14:08', '00小时23分', '当日到达', '55', '115', '244', '207', '1');
INSERT INTO `train` VALUES ('107', 'G7092', '高速动车', '上海', '苏州', '13:48', '14:20', '00小时32分', '当日到达', '39', '120', '174', '251', '1');
INSERT INTO `train` VALUES ('108', 'D3006', '动车组', '上海虹桥', '苏州', '13:53', '14:32', '00小时39分', '当日到达', '38', '113', '191', '159', '1');
INSERT INTO `train` VALUES ('109', 'G7016', '高速动车', '上海', '苏州', '14:00', '14:25', '00小时25分', '当日到达', '49', '111', '279', '259', '1');
INSERT INTO `train` VALUES ('110', 'G226', '高速动车', '上海虹桥', '苏州北', '14:05', '14:28', '00小时23分', '当日到达', '47', '111', '149', '103', '1');
INSERT INTO `train` VALUES ('111', 'K738', '空调快速', '上海', '苏州', '14:06', '15:20', '01小时14分', '当日到达', '118', '147', '164', '206', '1');
INSERT INTO `train` VALUES ('112', 'G7114', '高速动车', '上海虹桥', '苏州', '14:07', '14:39', '00小时32分', '当日到达', '54', '111', '143', '135', '1');
INSERT INTO `train` VALUES ('113', 'G7276', '高速动车', '上海', '苏州', '14:12', '14:44', '00小时32分', '当日到达', '31', '113', '176', '232', '1');
INSERT INTO `train` VALUES ('114', 'T132', '空调特快', '上海', '苏州', '24:00', '24:00', '99小时59分', '当日到达', '644', '889', '287', '207', '1');
INSERT INTO `train` VALUES ('115', 'K1806', '空调快速', '上海南', '苏州', '14:26', '15:33', '01小时07分', '当日到达', '86', '141', '183', '173', '1');
INSERT INTO `train` VALUES ('116', 'G7050', '高速动车', '上海', '苏州', '14:30', '15:14', '00小时44分', '当日到达', '51', '108', '103', '90', '1');
INSERT INTO `train` VALUES ('117', 'G7356', '高速动车', '上海虹桥', '苏州', '14:31', '14:57', '00小时26分', '当日到达', '52', '111', '0', '0', '1');
INSERT INTO `train` VALUES ('118', 'K560', '空调快速', '上海', '苏州', '14:49', '15:56', '01小时07分', '当日到达', '119', '169', '221', '205', '1');
INSERT INTO `train` VALUES ('119', 'D3010', '动车组', '上海虹桥', '苏州', '14:52', '15:30', '00小时38分', '当日到达', '49', '120', '73', '27', '1');
INSERT INTO `train` VALUES ('120', 'Z268', '直达特快', '上海', '苏州', '14:55', '15:45', '00小时50分', '当日到达', '43', '108', '138', '142', '1');
INSERT INTO `train` VALUES ('121', 'G7018', '高速动车', '上海', '苏州', '15:00', '15:25', '00小时25分', '当日到达', '47', '102', '0', '0', '1');
INSERT INTO `train` VALUES ('122', 'K1106', '空调快速', '上海', '苏州', '15:04', '16:05', '01小时01分', '当日到达', '89', '149', '0', '0', '1');
INSERT INTO `train` VALUES ('123', 'G7140', '高速动车', '上海虹桥', '苏州', '15:08', '15:41', '00小时33分', '当日到达', '52', '93', '169', '197', '1');
INSERT INTO `train` VALUES ('124', 'D3032', '动车组', '上海虹桥', '苏州', '15:16', '15:50', '00小时34分', '当日到达', '34', '116', '0', '0', '1');
INSERT INTO `train` VALUES ('125', 'G1736', '高速动车', '上海虹桥', '苏州北', '15:23', '15:48', '00小时25分', '当日到达', '44', '103', '71', '21', '1');
INSERT INTO `train` VALUES ('126', 'G148', '高速动车', '上海虹桥', '苏州北', '15:31', '15:54', '00小时23分', '当日到达', '37', '103', '252', '237', '1');
INSERT INTO `train` VALUES ('127', 'T116', '空调特快', '上海', '苏州', '15:32', '16:31', '00小时59分', '当日到达', '48', '103', '246', '157', '1');
INSERT INTO `train` VALUES ('128', 'G7052', '高速动车', '上海', '苏州', '15:39', '16:11', '00小时32分', '当日到达', '47', '120', '218', '224', '1');
INSERT INTO `train` VALUES ('129', 'Z252', '直达特快', '上海', '苏州', '15:52', '16:37', '00小时45分', '当日到达', '52', '119', '152', '183', '1');
INSERT INTO `train` VALUES ('130', 'G7020', '高速动车', '上海', '苏州', '16:00', '16:25', '00小时25分', '当日到达', '40', '115', '74', '77', '1');
INSERT INTO `train` VALUES ('131', 'K372', '空调快速', '上海', '苏州', '16:03', '17:06', '01小时03分', '当日到达', '73', '122', '231', '234', '1');
INSERT INTO `train` VALUES ('132', 'G150', '高速动车', '上海虹桥', '苏州北', '16:05', '16:28', '00小时23分', '当日到达', '35', '108', '195', '213', '1');
INSERT INTO `train` VALUES ('133', 'D3014', '动车组', '上海虹桥', '苏州', '16:07', '16:41', '00小时34分', '当日到达', '43', '106', '198', '234', '1');
INSERT INTO `train` VALUES ('134', 'G1936', '高速动车', '上海虹桥', '苏州北', '16:13', '16:36', '00小时23分', '当日到达', '33', '101', '0', '0', '1');
INSERT INTO `train` VALUES ('135', 'G7116', '高速动车', '上海虹桥', '苏州', '16:14', '16:46', '00小时32分', '当日到达', '30', '93', '297', '237', '1');
INSERT INTO `train` VALUES ('136', 'K1512', '空调快速', '上海南', '苏州', '16:17', '17:43', '01小时26分', '当日到达', '108', '131', '221', '154', '1');
INSERT INTO `train` VALUES ('137', 'G152', '高速动车', '上海虹桥', '苏州北', '16:19', '16:42', '00小时23分', '当日到达', '42', '117', '174', '222', '1');
INSERT INTO `train` VALUES ('138', 'G7054', '高速动车', '上海', '苏州', '16:20', '16:52', '00小时32分', '当日到达', '43', '108', '176', '279', '1');
INSERT INTO `train` VALUES ('139', 'G2812', '高速动车', '上海虹桥', '苏州北', '16:24', '16:47', '00小时23分', '当日到达', '51', '120', '151', '176', '1');
INSERT INTO `train` VALUES ('140', 'G7592', '高速动车', '上海虹桥', '苏州', '16:25', '16:57', '00小时32分', '当日到达', '53', '120', '222', '153', '1');
INSERT INTO `train` VALUES ('141', 'K152', '空调快速', '上海', '苏州', '16:31', '17:32', '01小时01分', '当日到达', '94', '160', '0', '0', '1');
INSERT INTO `train` VALUES ('142', 'K48', '空调快速', '上海南', '苏州', '16:35', '17:53', '01小时18分', '当日到达', '77', '162', '18', '2', '1');
INSERT INTO `train` VALUES ('143', 'G7376', '高速动车', '上海虹桥', '苏州', '16:36', '17:08', '00小时32分', '当日到达', '52', '96', '157', '300', '1');
INSERT INTO `train` VALUES ('144', 'G216', '高速动车', '上海虹桥', '苏州北', '16:38', '17:01', '00小时23分', '当日到达', '39', '113', '122', '107', '1');
INSERT INTO `train` VALUES ('145', 'D3042', '动车组', '上海虹桥', '苏州', '16:47', '17:36', '00小时49分', '当日到达', '55', '117', '285', '281', '1');
INSERT INTO `train` VALUES ('146', 'G7272', '高速动车', '上海', '苏州', '16:49', '17:31', '00小时42分', '当日到达', '54', '109', '0', '0', '1');
INSERT INTO `train` VALUES ('147', 'G7022', '高速动车', '上海', '苏州', '17:00', '17:25', '00小时25分', '当日到达', '49', '107', '182', '191', '1');
INSERT INTO `train` VALUES ('148', 'G1940', '高速动车', '上海虹桥', '苏州北', '17:05', '17:28', '00小时23分', '当日到达', '37', '109', '129', '138', '1');
INSERT INTO `train` VALUES ('149', 'G7144', '高速动车', '上海虹桥', '苏州', '17:07', '17:42', '00小时35分', '当日到达', '33', '91', '122', '106', '1');
INSERT INTO `train` VALUES ('150', 'G154', '高速动车', '上海虹桥', '苏州北', '17:14', '17:37', '00小时23分', '当日到达', '39', '108', '209', '176', '1');
INSERT INTO `train` VALUES ('151', 'G7118', '高速动车', '上海虹桥', '苏州', '17:18', '17:50', '00小时32分', '当日到达', '30', '110', '245', '175', '1');
INSERT INTO `train` VALUES ('152', 'G7208', '高速动车', '上海', '苏州', '17:22', '17:55', '00小时33分', '当日到达', '33', '91', '273', '176', '1');
INSERT INTO `train` VALUES ('153', 'G44', '高速动车', '上海虹桥', '苏州北', '17:24', '17:54', '00小时30分', '当日到达', '32', '99', '248', '269', '1');
INSERT INTO `train` VALUES ('154', 'G7056', '高速动车', '上海', '苏州园区', '17:28', '18:03', '00小时35分', '当日到达', '36', '119', '0', '0', '1');
INSERT INTO `train` VALUES ('155', 'G7256', '高速动车', '上海', '苏州', '17:40', '18:13', '00小时33分', '当日到达', '45', '94', '265', '213', '1');
INSERT INTO `train` VALUES ('156', 'G7294', '高速动车', '上海', '苏州北', '17:45', '18:13', '00小时28分', '当日到达', '47', '93', '269', '281', '1');
INSERT INTO `train` VALUES ('157', 'D3136', '动车组', '上海虹桥', '苏州', '17:47', '18:46', '00小时59分', '当日到达', '42', '96', '206', '166', '1');
INSERT INTO `train` VALUES ('158', 'D3046', '动车组', '上海虹桥', '苏州', '17:53', '18:30', '00小时37分', '当日到达', '56', '105', '189', '262', '1');
INSERT INTO `train` VALUES ('159', 'G7286', '高速动车', '上海虹桥', '苏州北', '17:54', '18:24', '00小时30分', '当日到达', '37', '93', '276', '218', '1');
INSERT INTO `train` VALUES ('160', 'G298', '高速动车', '上海虹桥', '苏州北', '17:59', '18:29', '00小时30分', '当日到达', '30', '105', '150', '242', '1');
INSERT INTO `train` VALUES ('161', 'G7024', '高速动车', '上海', '苏州', '18:00', '18:25', '00小时25分', '当日到达', '43', '118', '293', '283', '1');
INSERT INTO `train` VALUES ('162', 'T110', '空调特快', '上海', '苏州', '24:00', '24:00', '99小时59分', '当日到达', '566', '870', '208', '290', '1');
INSERT INTO `train` VALUES ('163', 'K188', '空调快速', '上海', '苏州', '18:08', '20:02', '01小时54分', '当日到达', '64', '167', '203', '272', '1');
INSERT INTO `train` VALUES ('164', 'G7120', '高速动车', '上海虹桥', '苏州', '18:09', '18:41', '00小时32分', '当日到达', '55', '92', '189', '187', '1');
INSERT INTO `train` VALUES ('165', 'G7058', '高速动车', '上海', '苏州', '18:13', '18:51', '00小时38分', '当日到达', '36', '112', '191', '202', '1');
INSERT INTO `train` VALUES ('166', 'K1332', '空调快速', '上海', '苏州', '18:17', '20:08', '01小时51分', '当日到达', '113', '161', '251', '292', '1');
INSERT INTO `train` VALUES ('167', 'G1826', '高速动车', '上海虹桥', '苏州北', '18:20', '18:50', '00小时30分', '当日到达', '32', '101', '0', '0', '1');
INSERT INTO `train` VALUES ('168', 'G1322', '高速动车', '上海虹桥', '苏州北', '18:26', '18:56', '00小时30分', '当日到达', '37', '92', '194', '261', '1');
INSERT INTO `train` VALUES ('169', 'G7156', '高速动车', '上海虹桥', '苏州', '18:26', '18:58', '00小时32分', '当日到达', '47', '120', '248', '186', '1');
INSERT INTO `train` VALUES ('170', 'G7600', '高速动车', '上海虹桥', '苏州北', '18:31', '19:02', '00小时31分', '当日到达', '31', '116', '66', '71', '1');
INSERT INTO `train` VALUES ('171', 'G7520', '高速动车', '上海虹桥', '苏州', '18:34', '19:06', '00小时32分', '当日到达', '55', '112', '49', '6', '1');
INSERT INTO `train` VALUES ('172', 'Z216', '直达特快', '上海', '苏州', '18:37', '19:22', '00小时45分', '当日到达', '32', '101', '74', '23', '1');
INSERT INTO `train` VALUES ('173', 'G7060', '高速动车', '上海', '苏州', '18:42', '19:21', '00小时39分', '当日到达', '51', '107', '90', '83', '1');
INSERT INTO `train` VALUES ('174', 'Z92', '直达特快', '上海', '苏州', '18:44', '19:29', '00小时45分', '当日到达', '43', '96', '249', '254', '1');
INSERT INTO `train` VALUES ('175', 'D3126', '动车组', '上海虹桥', '苏州', '18:47', '19:42', '00小时55分', '当日到达', '45', '114', '259', '232', '1');
INSERT INTO `train` VALUES ('176', 'G7026', '高速动车', '上海', '苏州', '19:00', '19:26', '00小时26分', '当日到达', '50', '98', '103', '133', '1');
INSERT INTO `train` VALUES ('177', 'G7122', '高速动车', '上海虹桥', '苏州', '19:03', '19:35', '00小时32分', '当日到达', '49', '96', '176', '210', '1');
INSERT INTO `train` VALUES ('178', 'Z172', '直达特快', '上海', '苏州', '19:04', '19:49', '00小时45分', '当日到达', '39', '114', '20', '58', '1');
INSERT INTO `train` VALUES ('179', 'G7590', '高速动车', '上海虹桥', '苏州北', '19:11', '19:35', '00小时24分', '当日到达', '40', '92', '109', '126', '1');
INSERT INTO `train` VALUES ('180', 'G7260', '高速动车', '上海', '苏州', '19:15', '19:49', '00小时34分', '当日到达', '49', '117', '207', '174', '1');
INSERT INTO `train` VALUES ('181', 'G7584', '高速动车', '上海虹桥', '苏州', '19:17', '19:53', '00小时36分', '当日到达', '32', '109', '94', '106', '1');
INSERT INTO `train` VALUES ('182', 'G7124', '高速动车', '上海虹桥', '苏州', '19:29', '20:01', '00小时32分', '当日到达', '52', '103', '179', '260', '1');
INSERT INTO `train` VALUES ('183', 'Z282', '直达特快', '上海南', '苏州', '19:30', '20:31', '01小时01分', '当日到达', '103', '123', '288', '194', '1');
INSERT INTO `train` VALUES ('184', 'G7062', '高速动车', '上海', '苏州', '19:32', '20:06', '00小时34分', '当日到达', '56', '114', '207', '292', '1');
INSERT INTO `train` VALUES ('185', 'G7064', '高速动车', '上海', '苏州', '19:37', '20:18', '00小时41分', '当日到达', '56', '90', '95', '122', '1');
INSERT INTO `train` VALUES ('186', 'Z40', '直达特快', '上海', '苏州', '19:40', '20:25', '00小时45分', '当日到达', '47', '104', '239', '286', '1');
INSERT INTO `train` VALUES ('187', 'G7298', '高速动车', '上海', '苏州北', '19:51', '20:19', '00小时28分', '当日到达', '41', '110', '290', '264', '1');
INSERT INTO `train` VALUES ('188', 'G7588', '高速动车', '上海虹桥', '苏州', '19:54', '20:30', '00小时36分', '当日到达', '30', '91', '179', '160', '1');
INSERT INTO `train` VALUES ('189', 'G7028', '高速动车', '上海', '苏州', '20:00', '20:25', '00小时25分', '当日到达', '56', '94', '0', '0', '1');
INSERT INTO `train` VALUES ('190', 'G7178', '高速动车', '上海虹桥', '苏州北', '20:00', '20:24', '00小时24分', '当日到达', '48', '94', '0', '0', '1');
INSERT INTO `train` VALUES ('191', 'G7066', '高速动车', '上海', '苏州', '20:08', '20:42', '00小时34分', '当日到达', '50', '95', '297', '278', '1');
INSERT INTO `train` VALUES ('192', 'Z164', '直达特快', '上海', '苏州', '24:00', '24:00', '99小时59分', '当日到达', '603', '871', '287', '264', '1');
INSERT INTO `train` VALUES ('193', 'K8418', '空调快速', '上海', '苏州', '20:16', '21:10', '00小时54分', '当日到达', '38', '96', '152', '176', '1');
INSERT INTO `train` VALUES ('194', 'G7068', '高速动车', '上海', '苏州', '20:19', '20:59', '00小时40分', '当日到达', '34', '100', '243', '242', '1');
INSERT INTO `train` VALUES ('195', '1228', '普快', '上海', '苏州', '20:22', '21:16', '00小时54分', '当日到达', '47', '95', '174', '276', '1');
INSERT INTO `train` VALUES ('196', 'G7596', '高速动车', '上海虹桥', '苏州北', '20:22', '20:45', '00小时23分', '当日到达', '37', '110', '0', '0', '1');
INSERT INTO `train` VALUES ('197', 'K1048', '空调快速', '上海', '苏州', '20:28', '21:22', '00小时54分', '当日到达', '32', '111', '215', '170', '1');
INSERT INTO `train` VALUES ('198', 'G7126', '高速动车', '上海虹桥', '苏州', '20:32', '21:04', '00小时32分', '当日到达', '50', '95', '16', '23', '1');
INSERT INTO `train` VALUES ('199', 'G7070', '高速动车', '上海', '苏州', '20:40', '21:12', '00小时32分', '当日到达', '32', '112', '0', '0', '1');
INSERT INTO `train` VALUES ('200', 'G7582', '高速动车', '上海虹桥', '苏州', '20:45', '21:17', '00小时32分', '当日到达', '48', '118', '259', '258', '1');
INSERT INTO `train` VALUES ('201', 'G7168', '高速动车', '上海虹桥', '苏州北', '20:45', '21:15', '00小时30分', '当日到达', '47', '114', '270', '253', '1');
INSERT INTO `train` VALUES ('202', 'K282', '空调快速', '上海', '苏州', '20:46', '22:00', '01小时14分', '当日到达', '101', '147', '83', '107', '1');
INSERT INTO `train` VALUES ('203', 'K8356', '空调快速', '上海', '苏州', '20:52', '22:06', '01小时14分', '当日到达', '81', '174', '158', '163', '1');
INSERT INTO `train` VALUES ('204', 'G7030', '高速动车', '上海', '苏州', '20:59', '21:31', '00小时32分', '当日到达', '32', '92', '205', '254', '1');
INSERT INTO `train` VALUES ('205', 'D314', '动车组', '上海', '苏州', '21:08', '21:52', '00小时44分', '当日到达', '34', '92', '229', '220', '1');
INSERT INTO `train` VALUES ('206', 'G7128', '高速动车', '上海虹桥', '苏州', '21:10', '21:42', '00小时32分', '当日到达', '34', '119', '0', '0', '1');
INSERT INTO `train` VALUES ('207', 'K76', '空调快速', '上海南', '苏州', '21:16', '22:31', '01小时15分', '当日到达', '84', '152', '271', '296', '1');
INSERT INTO `train` VALUES ('208', 'D2282', '动车组', '上海虹桥', '苏州', '21:23', '21:51', '00小时28分', '当日到达', '51', '115', '245', '165', '1');
INSERT INTO `train` VALUES ('209', 'K8402', '空调快速', '上海南', '苏州', '21:32', '22:37', '01小时05分', '当日到达', '65', '160', '300', '261', '1');
INSERT INTO `train` VALUES ('210', 'G7350', '高速动车', '上海虹桥', '苏州', '21:42', '22:07', '00小时25分', '当日到达', '53', '108', '295', '279', '1');
INSERT INTO `train` VALUES ('211', 'K1182', '空调快速', '上海南', '苏州', '21:44', '23:23', '01小时39分', '当日到达', '80', '148', '150', '158', '1');
INSERT INTO `train` VALUES ('212', 'K8482', '空调快速', '上海', '苏州', '21:46', '22:49', '01小时03分', '当日到达', '103', '151', '256', '292', '1');
INSERT INTO `train` VALUES ('213', 'G7210', '高速动车', '上海', '苏州', '22:13', '22:47', '00小时34分', '当日到达', '50', '108', '96', '113', '1');
INSERT INTO `train` VALUES ('214', 'K8372', '空调快速', '上海南', '苏州', '22:20', '23:47', '01小时27分', '当日到达', '75', '131', '204', '214', '1');
INSERT INTO `train` VALUES ('215', 'D306', '动车组', '上海', '苏州', '22:24', '23:10', '00小时46分', '当日到达', '42', '118', '295', '229', '1');
INSERT INTO `train` VALUES ('216', 'T136', '空调特快', '上海南', '苏州', '22:40', '00:06', '01小时26分', '次日到达', '119', '121', '283', '223', '1');
INSERT INTO `train` VALUES ('217', 'G7212', '高速动车', '上海', '苏州', '22:41', '23:15', '00小时34分', '当日到达', '49', '90', '154', '219', '1');
INSERT INTO `train` VALUES ('218', 'K8386', '空调快速', '上海', '苏州', '23:13', '00:16', '01小时03分', '次日到达', '102', '169', '113', '88', '1');
INSERT INTO `train` VALUES ('219', 'K8432', '空调快速', '上海', '苏州', '23:20', '00:22', '01小时02分', '次日到达', '110', '127', '247', '298', '1');
INSERT INTO `train` VALUES ('220', 'K8362', '空调快速', '上海', '苏州', '23:35', '00:36', '01小时01分', '次日到达', '79', '160', '190', '294', '1');
INSERT INTO `train` VALUES ('221', 'K8366', '空调快速', '上海', '苏州', '23:41', '00:42', '01小时01分', '次日到达', '107', '169', '164', '155', '1');
INSERT INTO `train` VALUES ('222', 'K1506', '空调快速', '上海', '苏州', '23:47', '00:49', '01小时02分', '次日到达', '98', '155', '172', '290', '1');
INSERT INTO `train` VALUES ('223', 'D352', '动车组', '上海虹桥', '汉口', '06:04', '11:34', '05小时30分', '当日到达', '482', '617', '227', '297', '1');
INSERT INTO `train` VALUES ('224', 'D636', '动车组', '上海虹桥', '汉口', '06:09', '12:04', '05小时55分', '当日到达', '353', '703', '161', '197', '1');
INSERT INTO `train` VALUES ('225', 'D3002', '动车组', '上海虹桥', '武汉', '06:32', '12:24', '05小时52分', '当日到达', '403', '713', '156', '158', '1');
INSERT INTO `train` VALUES ('226', 'D2206', '动车组', '上海虹桥', '汉口', '06:38', '12:34', '05小时56分', '当日到达', '285', '709', '100', '95', '1');
INSERT INTO `train` VALUES ('227', 'D3072', '动车组', '上海虹桥', '汉口', '06:50', '12:46', '05小时56分', '当日到达', '288', '565', '257', '248', '1');
INSERT INTO `train` VALUES ('228', 'D3056', '动车组', '上海虹桥', '汉口', '07:15', '12:57', '05小时42分', '当日到达', '352', '688', '159', '174', '1');
INSERT INTO `train` VALUES ('229', 'D2212', '动车组', '上海虹桥', '汉口', '07:30', '13:23', '05小时53分', '当日到达', '268', '568', '275', '212', '1');
INSERT INTO `train` VALUES ('230', 'G598', '高速动车', '上海虹桥', '汉口', '07:55', '12:15', '04小时20分', '当日到达', '380', '611', '180', '293', '1');
INSERT INTO `train` VALUES ('231', 'D3064', '动车组', '上海虹桥', '汉口', '08:20', '14:04', '05小时44分', '当日到达', '499', '557', '252', '235', '1');
INSERT INTO `train` VALUES ('232', 'G576', '高速动车', '上海虹桥', '武汉', '08:25', '13:26', '05小时01分', '当日到达', '404', '718', '245', '249', '1');
INSERT INTO `train` VALUES ('233', 'G676', '高速动车', '上海虹桥', '武汉', '08:32', '13:36', '05小时04分', '当日到达', '515', '563', '187', '253', '1');
INSERT INTO `train` VALUES ('234', 'D2216', '动车组', '上海虹桥', '汉口', '08:39', '14:24', '05小时45分', '当日到达', '306', '668', '166', '197', '1');
INSERT INTO `train` VALUES ('235', 'D3022', '动车组', '上海虹桥', '武昌', '09:16', '15:20', '06小时04分', '当日到达', '309', '561', '150', '216', '1');
INSERT INTO `train` VALUES ('236', 'D3090', '动车组', '上海虹桥', '汉口', '10:15', '15:29', '05小时14分', '当日到达', '321', '687', '150', '249', '1');
INSERT INTO `train` VALUES ('237', 'D3068', '动车组', '上海虹桥', '汉口', '10:18', '16:02', '05小时44分', '当日到达', '265', '617', '0', '0', '1');
INSERT INTO `train` VALUES ('238', 'D3026', '动车组', '上海虹桥', '汉口', '13:30', '18:54', '05小时24分', '当日到达', '442', '618', '279', '274', '1');
INSERT INTO `train` VALUES ('239', 'K123', '空调快速', '上海南', '武昌', '13:40', '05:17', '15小时37分', '次日到达', '660', '917', '38', '66', '1');
INSERT INTO `train` VALUES ('240', 'D3006', '动车组', '上海虹桥', '汉口', '13:53', '19:18', '05小时25分', '当日到达', '485', '649', '178', '222', '1');
INSERT INTO `train` VALUES ('241', 'D3094', '动车组', '上海虹桥', '汉口', '14:27', '19:58', '05小时31分', '当日到达', '520', '650', '0', '0', '1');
INSERT INTO `train` VALUES ('242', 'D3010', '动车组', '上海虹桥', '汉口', '14:52', '20:19', '05小时27分', '当日到达', '549', '680', '28', '63', '1');
INSERT INTO `train` VALUES ('243', 'K1127', '空调快速', '上海南', '武昌', '14:59', '07:19', '16小时20分', '次日到达', '645', '848', '275', '161', '1');
INSERT INTO `train` VALUES ('244', 'D3032', '动车组', '上海虹桥', '汉口', '15:16', '20:50', '05小时34分', '当日到达', '302', '592', '216', '164', '1');
INSERT INTO `train` VALUES ('245', 'G1736', '高速动车', '上海虹桥', '武汉', '15:23', '20:47', '05小时24分', '当日到达', '500', '558', '153', '230', '1');
INSERT INTO `train` VALUES ('246', 'K253', '空调快速', '上海南', '汉口', '15:37', '07:59', '16小时22分', '次日到达', '624', '845', '174', '204', '1');
INSERT INTO `train` VALUES ('247', 'D3052', '动车组', '上海虹桥', '汉口', '15:52', '21:21', '05小时29分', '当日到达', '478', '593', '251', '237', '1');
INSERT INTO `train` VALUES ('248', 'K351', '空调快速', '上海南', '武昌', '15:58', '08:09', '16小时11分', '次日到达', '600', '793', '225', '218', '1');
INSERT INTO `train` VALUES ('249', 'D3014', '动车组', '上海虹桥', '汉口', '16:07', '21:47', '05小时40分', '当日到达', '424', '641', '237', '202', '1');
INSERT INTO `train` VALUES ('250', 'D3086', '动车组', '上海虹桥', '汉口', '16:43', '22:13', '05小时30分', '当日到达', '363', '655', '266', '259', '1');
INSERT INTO `train` VALUES ('251', 'D3042', '动车组', '上海虹桥', '汉口', '16:47', '22:38', '05小时51分', '当日到达', '350', '638', '229', '235', '1');
INSERT INTO `train` VALUES ('252', 'Z257', '直达特快', '上海南', '武昌', '17:14', '04:22', '11小时08分', '次日到达', '570', '846', '209', '258', '1');
INSERT INTO `train` VALUES ('253', 'D3046', '动车组', '上海虹桥', '汉口', '17:53', '23:18', '05小时25分', '当日到达', '513', '714', '151', '198', '1');
INSERT INTO `train` VALUES ('254', 'Z27', '直达特快', '上海南', '武昌', '21:02', '07:33', '10小时31分', '次日到达', '639', '791', '246', '297', '1');
INSERT INTO `train` VALUES ('255', 'G102', '高速动车', '上海虹桥', '北京南', '06:39', '12:18', '05小时39分', '当日到达', '472', '744', '299', '266', '1');
INSERT INTO `train` VALUES ('256', 'G104', '高速动车', '上海虹桥', '北京南', '06:53', '12:23', '05小时30分', '当日到达', '429', '698', '104', '131', '1');
INSERT INTO `train` VALUES ('257', 'G6', '高速动车', '上海虹桥', '北京南', '07:00', '11:55', '04小时55分', '当日到达', '467', '696', '248', '289', '1');
INSERT INTO `train` VALUES ('258', 'G106', '高速动车', '上海虹桥', '北京南', '07:10', '12:42', '05小时32分', '当日到达', '520', '748', '259', '257', '1');
INSERT INTO `train` VALUES ('259', 'G108', '高速动车', '上海虹桥', '北京南', '07:20', '13:11', '05小时51分', '当日到达', '474', '582', '0', '0', '1');
INSERT INTO `train` VALUES ('260', 'G110', '高速动车', '上海虹桥', '北京南', '07:28', '13:26', '05小时58分', '当日到达', '305', '630', '293', '253', '1');
INSERT INTO `train` VALUES ('261', 'G12', '高速动车', '上海虹桥', '北京南', '08:00', '13:16', '05小时16分', '当日到达', '280', '719', '192', '200', '1');
INSERT INTO `train` VALUES ('262', 'G112', '高速动车', '上海虹桥', '北京南', '08:05', '14:08', '06小时03分', '当日到达', '365', '577', '194', '218', '1');
INSERT INTO `train` VALUES ('263', 'G114', '高速动车', '上海虹桥', '北京南', '08:10', '14:12', '06小时02分', '当日到达', '408', '555', '277', '154', '1');
INSERT INTO `train` VALUES ('264', 'G2', '高速动车', '上海虹桥', '北京南', '09:00', '13:48', '04小时48分', '当日到达', '438', '585', '117', '89', '1');
INSERT INTO `train` VALUES ('265', 'G116', '高速动车', '上海虹桥', '北京南', '09:34', '15:23', '05小时49分', '当日到达', '486', '727', '159', '217', '1');
INSERT INTO `train` VALUES ('266', 'G118', '高速动车', '上海虹桥', '北京南', '09:54', '15:44', '05小时50分', '当日到达', '396', '632', '268', '184', '1');
INSERT INTO `train` VALUES ('267', 'G14', '高速动车', '上海虹桥', '北京南', '10:00', '14:58', '04小时58分', '当日到达', '536', '652', '30', '69', '1');
INSERT INTO `train` VALUES ('268', 'G120', '高速动车', '上海虹桥', '北京南', '10:05', '15:59', '05小时54分', '当日到达', '393', '613', '222', '254', '1');
INSERT INTO `train` VALUES ('269', 'G42', '高速动车', '上海虹桥', '北京南', '10:28', '16:06', '05小时38分', '当日到达', '318', '591', '175', '167', '1');
INSERT INTO `train` VALUES ('270', 'G122', '高速动车', '上海虹桥', '北京南', '10:46', '16:33', '05小时47分', '当日到达', '500', '694', '175', '257', '1');
INSERT INTO `train` VALUES ('271', 'G16', '高速动车', '上海虹桥', '北京南', '11:00', '15:55', '04小时55分', '当日到达', '413', '601', '0', '0', '1');
INSERT INTO `train` VALUES ('272', 'G124', '高速动车', '上海虹桥', '北京南', '11:05', '16:55', '05小时50分', '当日到达', '430', '634', '231', '248', '1');
INSERT INTO `train` VALUES ('273', 'G126', '高速动车', '上海虹桥', '北京南', '11:10', '17:00', '05小时50分', '当日到达', '330', '640', '247', '199', '1');
INSERT INTO `train` VALUES ('274', 'G128', '高速动车', '上海虹桥', '北京南', '11:15', '17:13', '05小时58分', '当日到达', '318', '562', '117', '115', '1');
INSERT INTO `train` VALUES ('275', 'G130', '高速动车', '上海虹桥', '北京南', '11:26', '17:23', '05小时57分', '当日到达', '454', '703', '278', '221', '1');
INSERT INTO `train` VALUES ('276', 'G132', '高速动车', '上海虹桥', '北京南', '12:12', '18:08', '05小时56分', '当日到达', '500', '584', '159', '253', '1');
INSERT INTO `train` VALUES ('277', '1462', '普快', '上海', '北京', '12:18', '10:46', '22小时28分', '次日到达', '639', '930', '234', '284', '1');
INSERT INTO `train` VALUES ('278', 'G412', '高速动车', '上海虹桥', '北京南', '12:23', '18:31', '06小时08分', '当日到达', '331', '648', '274', '208', '1');
INSERT INTO `train` VALUES ('279', 'G134', '高速动车', '上海虹桥', '北京南', '13:02', '18:52', '05小时50分', '当日到达', '261', '694', '211', '252', '1');
INSERT INTO `train` VALUES ('280', 'G136', '高速动车', '上海虹桥', '北京南', '13:17', '19:08', '05小时51分', '当日到达', '534', '567', '123', '83', '1');
INSERT INTO `train` VALUES ('281', 'G138', '高速动车', '上海虹桥', '北京南', '13:30', '19:23', '05小时53分', '当日到达', '430', '639', '267', '194', '1');
INSERT INTO `train` VALUES ('282', 'G140', '高速动车', '上海虹桥', '北京南', '13:37', '19:31', '05小时54分', '当日到达', '519', '575', '159', '163', '1');
INSERT INTO `train` VALUES ('283', 'G4', '高速动车', '上海虹桥', '北京南', '14:00', '18:48', '04小时48分', '当日到达', '373', '634', '226', '192', '1');
INSERT INTO `train` VALUES ('284', 'G142', '高速动车', '上海虹桥', '北京南', '14:16', '20:18', '06小时02分', '当日到达', '340', '676', '210', '242', '1');
INSERT INTO `train` VALUES ('285', 'G144', '高速动车', '上海虹桥', '北京南', '14:35', '20:29', '05小时54分', '当日到达', '438', '623', '52', '2', '1');
INSERT INTO `train` VALUES ('286', 'G18', '高速动车', '上海虹桥', '北京南', '15:00', '19:55', '04小时55分', '当日到达', '331', '589', '181', '182', '1');
INSERT INTO `train` VALUES ('287', 'G146', '高速动车', '上海虹桥', '北京南', '15:05', '20:50', '05小时45分', '当日到达', '419', '593', '186', '225', '1');
INSERT INTO `train` VALUES ('288', 'G148', '高速动车', '上海虹桥', '北京南', '15:31', '21:12', '05小时41分', '当日到达', '454', '704', '12', '56', '1');
INSERT INTO `train` VALUES ('289', 'G20', '高速动车', '上海虹桥', '北京南', '16:00', '21:17', '05小时17分', '当日到达', '357', '723', '154', '155', '1');
INSERT INTO `train` VALUES ('290', 'G150', '高速动车', '上海虹桥', '北京南', '16:05', '21:47', '05小时42分', '当日到达', '518', '631', '59', '68', '1');
INSERT INTO `train` VALUES ('291', 'G152', '高速动车', '上海虹桥', '北京南', '16:19', '21:52', '05小时33分', '当日到达', '462', '739', '95', '83', '1');
INSERT INTO `train` VALUES ('292', 'G22', '高速动车', '上海虹桥', '北京南', '17:00', '22:24', '05小时24分', '当日到达', '395', '747', '0', '0', '1');
INSERT INTO `train` VALUES ('293', 'G154', '高速动车', '上海虹桥', '北京南', '17:14', '22:40', '05小时26分', '当日到达', '283', '582', '117', '139', '1');
INSERT INTO `train` VALUES ('294', 'G156', '高速动车', '上海虹桥', '北京南', '17:19', '22:52', '05小时33分', '当日到达', '331', '713', '0', '0', '1');
INSERT INTO `train` VALUES ('295', 'G44', '高速动车', '上海虹桥', '北京南', '17:24', '23:01', '05小时37分', '当日到达', '545', '637', '239', '233', '1');
INSERT INTO `train` VALUES ('296', 'G158', '高速动车', '上海虹桥', '北京南', '17:34', '23:18', '05小时44分', '当日到达', '536', '745', '174', '227', '1');
INSERT INTO `train` VALUES ('297', 'G160', '高速动车', '上海虹桥', '北京南', '17:39', '23:28', '05小时49分', '当日到达', '327', '580', '27', '18', '1');
INSERT INTO `train` VALUES ('298', 'T110', '空调特快', '上海', '北京', '18:02', '09:30', '15小时28分', '次日到达', '607', '834', '196', '291', '1');
INSERT INTO `train` VALUES ('299', 'G8', '高速动车', '上海虹桥', '北京南', '19:00', '23:48', '04小时48分', '当日到达', '447', '581', '231', '200', '1');
INSERT INTO `train` VALUES ('300', 'D312', '动车组', '上海', '北京南', '19:10', '07:07', '11小时57分', '次日到达', '568', '869', '117', '90', '1');
INSERT INTO `train` VALUES ('301', 'D322', '动车组', '上海', '北京南', '19:53', '07:45', '11小时52分', '次日到达', '659', '852', '6', '67', '1');
INSERT INTO `train` VALUES ('302', 'D314', '动车组', '上海', '北京南', '21:08', '08:55', '11小时47分', '次日到达', '585', '829', '300', '155', '1');
INSERT INTO `train` VALUES ('303', 'D352', '动车组', '上海虹桥', '成都东', '06:04', '20:25', '14小时21分', '当日到达', '621', '911', '99', '133', '1');
INSERT INTO `train` VALUES ('304', 'D636', '动车组', '上海虹桥', '成都东', '06:09', '21:28', '15小时19分', '当日到达', '628', '793', '0', '0', '1');
INSERT INTO `train` VALUES ('305', 'D2206', '动车组', '上海虹桥', '成都东', '06:38', '21:56', '15小时18分', '当日到达', '600', '813', '231', '241', '1');
INSERT INTO `train` VALUES ('306', 'K290', '空调快速', '上海', '成都', '08:50', '21:35', '36小时45分', '次日到达', '631', '782', '0', '0', '1');
INSERT INTO `train` VALUES ('307', 'K1156', '空调快速', '上海', '成都', '11:18', '15:45', '28小时27分', '次日到达', '658', '912', '63', '47', '1');
INSERT INTO `train` VALUES ('308', 'K351', '空调快速', '上海南', '成都', '15:58', '04:51', '36小时53分', '第三日到达', '653', '860', '0', '0', '1');
INSERT INTO `train` VALUES ('309', 'K282', '空调快速', '上海', '成都', '20:46', '11:19', '38小时33分', '第三日到达', '566', '868', '269', '222', '1');
INSERT INTO `train` VALUES ('310', 'K526', '空调快速', '上海南', '南京', '04:14', '08:09', '03小时55分', '当日到达', '156', '334', '215', '165', '1');
INSERT INTO `train` VALUES ('311', 'K528', '空调快速', '上海南', '南京', '04:29', '08:16', '03小时47分', '当日到达', '216', '314', '285', '199', '1');
INSERT INTO `train` VALUES ('312', 'G7072', '高速动车', '上海', '南京南', '06:02', '08:01', '01小时59分', '当日到达', '79', '170', '225', '152', '1');
INSERT INTO `train` VALUES ('313', 'D352', '动车组', '上海虹桥', '南京南', '06:04', '08:10', '02小时06分', '当日到达', '236', '289', '200', '298', '1');
INSERT INTO `train` VALUES ('314', 'D636', '动车组', '上海虹桥', '南京南', '06:09', '08:21', '02小时12分', '当日到达', '199', '350', '81', '120', '1');
INSERT INTO `train` VALUES ('315', 'G456', '高速动车', '上海虹桥', '南京南', '06:12', '07:40', '01小时28分', '当日到达', '88', '133', '297', '211', '1');
INSERT INTO `train` VALUES ('316', 'G1912', '高速动车', '上海虹桥', '南京南', '06:17', '07:45', '01小时28分', '当日到达', '72', '121', '0', '0', '1');
INSERT INTO `train` VALUES ('317', 'G7032', '高速动车', '上海', '南京', '06:18', '08:18', '02小时00分', '当日到达', '164', '394', '181', '157', '1');
INSERT INTO `train` VALUES ('318', 'G1802', '高速动车', '上海虹桥', '南京南', '06:22', '07:50', '01小时28分', '当日到达', '70', '159', '0', '0', '1');
INSERT INTO `train` VALUES ('319', 'G7076', '高速动车', '上海', '南京南', '06:23', '08:29', '02小时06分', '当日到达', '235', '368', '300', '173', '1');
INSERT INTO `train` VALUES ('320', 'D3002', '动车组', '上海虹桥', '南京南', '06:32', '09:08', '02小时36分', '当日到达', '183', '386', '233', '231', '1');
INSERT INTO `train` VALUES ('321', 'D2206', '动车组', '上海虹桥', '南京南', '06:38', '09:13', '02小时35分', '当日到达', '183', '278', '234', '276', '1');
INSERT INTO `train` VALUES ('322', 'G102', '高速动车', '上海虹桥', '南京南', '06:39', '08:01', '01小时22分', '当日到达', '66', '166', '248', '186', '1');
INSERT INTO `train` VALUES ('323', 'D3072', '动车组', '上海虹桥', '南京南', '06:50', '09:19', '02小时29分', '当日到达', '218', '355', '0', '0', '1');
INSERT INTO `train` VALUES ('324', 'G104', '高速动车', '上海虹桥', '南京南', '06:53', '08:12', '01小时19分', '当日到达', '102', '138', '17', '16', '1');
INSERT INTO `train` VALUES ('325', 'G7002', '高速动车', '上海', '南京', '07:00', '08:40', '01小时40分', '当日到达', '105', '176', '294', '289', '1');
INSERT INTO `train` VALUES ('326', 'G6', '高速动车', '上海虹桥', '南京南', '07:00', '08:07', '01小时07分', '当日到达', '101', '167', '93', '121', '1');
INSERT INTO `train` VALUES ('327', 'G7034', '高速动车', '上海', '南京', '07:05', '09:17', '02小时12分', '当日到达', '218', '383', '244', '169', '1');
INSERT INTO `train` VALUES ('328', 'G222', '高速动车', '上海虹桥', '南京南', '07:05', '08:26', '01小时21分', '当日到达', '91', '172', '152', '228', '1');
INSERT INTO `train` VALUES ('329', 'G106', '高速动车', '上海虹桥', '南京南', '07:10', '08:31', '01小时21分', '当日到达', '86', '147', '207', '221', '1');
INSERT INTO `train` VALUES ('330', 'D3056', '动车组', '上海虹桥', '南京南', '07:15', '09:28', '02小时13分', '当日到达', '209', '296', '273', '281', '1');
INSERT INTO `train` VALUES ('331', 'G1916', '高速动车', '上海虹桥', '南京南', '07:15', '08:53', '01小时38分', '当日到达', '69', '124', '44', '79', '1');
INSERT INTO `train` VALUES ('332', 'G7102', '高速动车', '上海虹桥', '南京', '07:20', '09:25', '02小时05分', '当日到达', '222', '315', '198', '192', '1');
INSERT INTO `train` VALUES ('333', 'G108', '高速动车', '上海虹桥', '南京南', '07:20', '08:48', '01小时28分', '当日到达', '96', '162', '257', '239', '1');
INSERT INTO `train` VALUES ('334', 'G7395', '高速动车', '上海虹桥', '南京南', '07:27', '11:00', '03小时33分', '当日到达', '203', '311', '48', '66', '1');
INSERT INTO `train` VALUES ('335', 'G110', '高速动车', '上海虹桥', '南京南', '07:28', '08:58', '01小时30分', '当日到达', '95', '168', '205', '260', '1');
INSERT INTO `train` VALUES ('336', 'D2212', '动车组', '上海虹桥', '南京南', '07:30', '09:54', '02小时24分', '当日到达', '185', '369', '276', '273', '1');
INSERT INTO `train` VALUES ('337', 'G7080', '高速动车', '上海', '南京南', '07:43', '09:42', '01小时59分', '当日到达', '103', '167', '268', '187', '1');
INSERT INTO `train` VALUES ('338', 'G1232', '高速动车', '上海虹桥', '南京南', '07:49', '09:30', '01小时41分', '当日到达', '63', '165', '153', '231', '1');
INSERT INTO `train` VALUES ('339', 'G598', '高速动车', '上海虹桥', '南京南', '07:55', '09:03', '01小时08分', '当日到达', '74', '164', '250', '157', '1');
INSERT INTO `train` VALUES ('340', 'G7004', '高速动车', '上海', '南京', '08:00', '09:39', '01小时39分', '当日到达', '99', '131', '267', '298', '1');
INSERT INTO `train` VALUES ('341', 'G12', '高速动车', '上海虹桥', '南京南', '08:00', '09:14', '01小时14分', '当日到达', '104', '137', '294', '287', '1');
INSERT INTO `train` VALUES ('342', 'G112', '高速动车', '上海虹桥', '南京南', '08:05', '09:19', '01小时14分', '当日到达', '70', '171', '156', '242', '1');
INSERT INTO `train` VALUES ('343', 'G7268', '高速动车', '上海', '南京南', '08:05', '10:06', '02小时01分', '当日到达', '228', '297', '0', '0', '1');
INSERT INTO `train` VALUES ('344', 'G7036', '高速动车', '上海', '南京', '08:10', '10:12', '02小时02分', '当日到达', '199', '293', '159', '216', '1');
INSERT INTO `train` VALUES ('345', 'G114', '高速动车', '上海虹桥', '南京南', '08:10', '09:48', '01小时38分', '当日到达', '112', '127', '192', '230', '1');
INSERT INTO `train` VALUES ('346', 'G7232', '高速动车', '上海', '南京南', '08:15', '10:23', '02小时08分', '当日到达', '155', '364', '190', '218', '1');
INSERT INTO `train` VALUES ('347', 'G1952', '高速动车', '上海虹桥', '南京南', '08:16', '09:44', '01小时28分', '当日到达', '67', '128', '153', '185', '1');
INSERT INTO `train` VALUES ('348', 'D3064', '动车组', '上海虹桥', '南京南', '08:20', '10:32', '02小时12分', '当日到达', '203', '415', '0', '0', '1');
INSERT INTO `train` VALUES ('349', 'G576', '高速动车', '上海虹桥', '南京南', '08:25', '10:02', '01小时37分', '当日到达', '103', '172', '157', '284', '1');
INSERT INTO `train` VALUES ('350', 'G7084', '高速动车', '上海', '南京南', '08:32', '10:35', '02小时03分', '当日到达', '186', '311', '244', '178', '1');
INSERT INTO `train` VALUES ('351', 'G676', '高速动车', '上海虹桥', '南京南', '08:32', '10:12', '01小时40分', '当日到达', '75', '173', '255', '204', '1');
INSERT INTO `train` VALUES ('352', 'G212', '高速动车', '上海虹桥', '南京南', '08:38', '10:18', '01小时40分', '当日到达', '95', '158', '16', '21', '1');
INSERT INTO `train` VALUES ('353', 'D2216', '动车组', '上海虹桥', '南京南', '08:39', '11:07', '02小时28分', '当日到达', '157', '307', '12', '37', '1');
INSERT INTO `train` VALUES ('354', 'G360', '高速动车', '上海虹桥', '南京南', '08:45', '09:52', '01小时07分', '当日到达', '103', '176', '0', '0', '1');
INSERT INTO `train` VALUES ('355', 'K290', '空调快速', '上海', '南京', '08:50', '12:41', '03小时51分', '当日到达', '160', '409', '284', '283', '1');
INSERT INTO `train` VALUES ('356', 'G1866', '高速动车', '上海虹桥', '南京南', '08:54', '10:30', '01小时36分', '当日到达', '84', '131', '166', '159', '1');
INSERT INTO `train` VALUES ('357', 'G7104', '高速动车', '上海虹桥', '南京', '08:54', '10:50', '01小时56分', '当日到达', '62', '154', '257', '254', '1');
INSERT INTO `train` VALUES ('358', 'K376', '空调快速', '上海', '南京', '08:56', '12:49', '03小时53分', '当日到达', '171', '416', '19', '73', '1');
INSERT INTO `train` VALUES ('359', 'G7006', '高速动车', '上海', '南京', '09:00', '10:39', '01小时39分', '当日到达', '89', '144', '200', '299', '1');
INSERT INTO `train` VALUES ('360', 'G2', '高速动车', '上海虹桥', '南京南', '09:00', '10:07', '01小时07分', '当日到达', '111', '170', '91', '92', '1');
INSERT INTO `train` VALUES ('361', 'G7038', '高速动车', '上海', '南京', '09:05', '11:08', '02小时03分', '当日到达', '200', '402', '278', '233', '1');
INSERT INTO `train` VALUES ('362', 'G230', '高速动车', '上海虹桥', '南京南', '09:08', '10:36', '01小时28分', '当日到达', '100', '146', '32', '17', '1');
INSERT INTO `train` VALUES ('363', 'G1258', '高速动车', '上海虹桥', '南京南', '09:13', '10:41', '01小时28分', '当日到达', '103', '156', '235', '155', '1');
INSERT INTO `train` VALUES ('364', 'K516', '空调快速', '上海', '南京', '09:16', '12:57', '03小时41分', '当日到达', '160', '359', '264', '276', '1');
INSERT INTO `train` VALUES ('365', 'D3022', '动车组', '上海虹桥', '南京南', '09:16', '11:23', '02小时07分', '当日到达', '193', '287', '132', '126', '1');
INSERT INTO `train` VALUES ('366', 'G1920', '高速动车', '上海虹桥', '南京南', '09:18', '10:46', '01小时28分', '当日到达', '77', '137', '173', '171', '1');
INSERT INTO `train` VALUES ('367', 'K360', '空调快速', '上海', '南京', '09:23', '13:20', '03小时57分', '当日到达', '172', '358', '212', '300', '1');
INSERT INTO `train` VALUES ('368', 'G7372', '高速动车', '上海虹桥', '南京南', '09:27', '11:28', '02小时01分', '当日到达', '222', '448', '204', '170', '1');
INSERT INTO `train` VALUES ('369', 'G1806', '高速动车', '上海虹桥', '南京南', '09:29', '10:50', '01小时21分', '当日到达', '60', '156', '151', '258', '1');
INSERT INTO `train` VALUES ('370', 'G7132', '高速动车', '上海虹桥', '南京南', '09:32', '11:32', '02小时00分', '当日到达', '189', '413', '258', '237', '1');
INSERT INTO `train` VALUES ('371', 'G116', '高速动车', '上海虹桥', '南京南', '09:34', '10:58', '01小时24分', '当日到达', '64', '164', '184', '200', '1');
INSERT INTO `train` VALUES ('372', 'G7564', '高速动车', '上海虹桥', '南京南', '09:37', '11:37', '02小时00分', '当日到达', '240', '346', '290', '251', '1');
INSERT INTO `train` VALUES ('373', 'G1204', '高速动车', '上海虹桥', '南京南', '09:39', '11:18', '01小时39分', '当日到达', '113', '148', '130', '146', '1');
INSERT INTO `train` VALUES ('374', 'D9502', '动车组', '上海', '南京南', '09:40', '11:40', '02小时00分', '当日到达', '237', '450', '270', '279', '1');
INSERT INTO `train` VALUES ('375', 'G7040', '高速动车', '上海', '南京', '09:48', '11:52', '02小时04分', '当日到达', '209', '321', '0', '0', '1');
INSERT INTO `train` VALUES ('376', 'G118', '高速动车', '上海虹桥', '南京南', '09:54', '11:26', '01小时32分', '当日到达', '112', '122', '243', '178', '1');
INSERT INTO `train` VALUES ('377', 'G7008', '高速动车', '上海', '南京', '10:00', '11:39', '01小时39分', '当日到达', '117', '152', '234', '265', '1');
INSERT INTO `train` VALUES ('378', 'G14', '高速动车', '上海虹桥', '南京南', '10:00', '11:07', '01小时07分', '当日到达', '89', '126', '198', '166', '1');
INSERT INTO `train` VALUES ('379', 'G120', '高速动车', '上海虹桥', '南京南', '10:05', '11:33', '01小时28分', '当日到达', '97', '170', '0', '0', '1');
INSERT INTO `train` VALUES ('380', 'G7042', '高速动车', '上海', '南京', '10:09', '12:04', '01小时55分', '当日到达', '114', '178', '230', '271', '1');
INSERT INTO `train` VALUES ('381', 'D3090', '动车组', '上海虹桥', '南京南', '10:15', '12:05', '01小时50分', '当日到达', '103', '143', '196', '297', '1');
INSERT INTO `train` VALUES ('382', 'D3068', '动车组', '上海虹桥', '南京南', '10:18', '12:29', '02小时11分', '当日到达', '173', '324', '201', '300', '1');
INSERT INTO `train` VALUES ('383', 'K1556', '空调快速', '上海', '南京', '10:21', '14:23', '04小时02分', '当日到达', '477', '643', '65', '37', '1');
INSERT INTO `train` VALUES ('384', 'G1214', '高速动车', '上海虹桥', '南京南', '10:22', '11:54', '01小时32分', '当日到达', '93', '135', '275', '166', '1');
INSERT INTO `train` VALUES ('385', 'G42', '高速动车', '上海虹桥', '南京南', '10:28', '11:49', '01小时21分', '当日到达', '88', '123', '165', '173', '1');
INSERT INTO `train` VALUES ('386', 'G7136', '高速动车', '上海虹桥', '南京南', '10:30', '12:32', '02小时02分', '当日到达', '185', '332', '0', '0', '1');
INSERT INTO `train` VALUES ('387', 'G1236', '高速动车', '上海虹桥', '南京南', '10:33', '11:59', '01小时26分', '当日到达', '85', '163', '133', '139', '1');
INSERT INTO `train` VALUES ('388', 'G7236', '高速动车', '上海', '南京南', '10:40', '12:39', '01小时59分', '当日到达', '101', '128', '43', '43', '1');
INSERT INTO `train` VALUES ('389', 'G122', '高速动车', '上海虹桥', '南京南', '10:46', '12:12', '01小时26分', '当日到达', '83', '139', '151', '277', '1');
INSERT INTO `train` VALUES ('390', 'G7044', '高速动车', '上海', '南京', '10:46', '12:44', '01小时58分', '当日到达', '90', '153', '204', '217', '1');
INSERT INTO `train` VALUES ('391', 'G7386', '高速动车', '上海虹桥', '南京南', '10:54', '12:40', '01小时46分', '当日到达', '94', '130', '243', '181', '1');
INSERT INTO `train` VALUES ('392', 'G7240', '高速动车', '上海', '南京南', '10:54', '12:59', '02小时05分', '当日到达', '219', '341', '0', '0', '1');
INSERT INTO `train` VALUES ('393', 'G16', '高速动车', '上海虹桥', '南京南', '11:00', '12:07', '01小时07分', '当日到达', '64', '171', '296', '189', '1');
INSERT INTO `train` VALUES ('394', 'G7010', '高速动车', '上海', '南京', '11:00', '12:39', '01小时39分', '当日到达', '98', '140', '204', '277', '1');
INSERT INTO `train` VALUES ('395', 'K2186', '空调快速', '上海', '南京', '11:03', '15:15', '04小时12分', '当日到达', '335', '615', '255', '271', '1');
INSERT INTO `train` VALUES ('396', 'G7106', '高速动车', '上海虹桥', '南京', '11:05', '12:58', '01小时53分', '当日到达', '66', '131', '0', '0', '1');
INSERT INTO `train` VALUES ('397', 'G124', '高速动车', '上海虹桥', '南京南', '11:05', '12:19', '01小时14分', '当日到达', '79', '145', '253', '244', '1');
INSERT INTO `train` VALUES ('398', 'G126', '高速动车', '上海虹桥', '南京南', '11:10', '12:24', '01小时14分', '当日到达', '73', '136', '86', '149', '1');
INSERT INTO `train` VALUES ('399', 'G7572', '高速动车', '上海虹桥', '南京南', '11:10', '13:21', '02小时11分', '当日到达', '179', '327', '257', '205', '1');
INSERT INTO `train` VALUES ('400', 'K234', '空调快速', '上海', '南京', '11:12', '15:05', '03小时53分', '当日到达', '165', '321', '38', '36', '1');
INSERT INTO `train` VALUES ('401', 'G128', '高速动车', '上海虹桥', '南京南', '11:15', '12:36', '01小时21分', '当日到达', '76', '139', '284', '264', '1');
INSERT INTO `train` VALUES ('402', 'G7264', '高速动车', '上海', '南京南', '11:17', '13:11', '01小时54分', '当日到达', '99', '167', '122', '134', '1');
INSERT INTO `train` VALUES ('403', 'K1156', '空调快速', '上海', '南京', '11:18', '14:59', '03小时41分', '当日到达', '209', '387', '180', '297', '1');
INSERT INTO `train` VALUES ('404', 'G1252', '高速动车', '上海虹桥', '南京南', '11:20', '12:48', '01小时28分', '当日到达', '116', '137', '27', '20', '1');
INSERT INTO `train` VALUES ('405', 'G130', '高速动车', '上海虹桥', '南京南', '11:26', '12:54', '01小时28分', '当日到达', '76', '136', '65', '2', '1');
INSERT INTO `train` VALUES ('406', 'G1228', '高速动车', '上海虹桥', '南京南', '11:31', '13:06', '01小时35分', '当日到达', '79', '123', '278', '232', '1');
INSERT INTO `train` VALUES ('407', 'G7282', '高速动车', '上海', '南京南', '11:34', '13:34', '02小时00分', '当日到达', '155', '286', '285', '226', '1');
INSERT INTO `train` VALUES ('408', 'G7108', '高速动车', '上海虹桥', '南京', '11:40', '13:44', '02小时04分', '当日到达', '224', '382', '37', '50', '1');
INSERT INTO `train` VALUES ('409', 'G1924', '高速动车', '上海虹桥', '南京南', '11:43', '13:11', '01小时28分', '当日到达', '107', '141', '196', '208', '1');
INSERT INTO `train` VALUES ('410', 'K1012', '空调快速', '上海', '南京', '11:44', '16:10', '04小时26分', '当日到达', '511', '701', '193', '209', '1');
INSERT INTO `train` VALUES ('411', 'K464', '空调快速', '上海', '南京', '11:50', '16:16', '04小时26分', '当日到达', '487', '671', '31', '55', '1');
INSERT INTO `train` VALUES ('412', 'G1956', '高速动车', '上海虹桥', '南京南', '11:59', '13:38', '01小时39分', '当日到达', '69', '174', '7', '36', '1');
INSERT INTO `train` VALUES ('413', 'G7012', '高速动车', '上海', '南京', '12:00', '13:39', '01小时39分', '当日到达', '106', '130', '255', '197', '1');
INSERT INTO `train` VALUES ('414', 'T204', '空调特快', '上海', '南京', '12:05', '15:31', '03小时26分', '当日到达', '182', '288', '284', '286', '1');
INSERT INTO `train` VALUES ('415', 'G7244', '高速动车', '上海', '南京南', '12:11', '14:03', '01小时52分', '当日到达', '91', '145', '265', '261', '1');
INSERT INTO `train` VALUES ('416', 'G132', '高速动车', '上海虹桥', '南京南', '12:12', '13:33', '01小时21分', '当日到达', '110', '179', '286', '158', '1');
INSERT INTO `train` VALUES ('417', 'G7576', '高速动车', '上海虹桥', '南京南', '12:16', '14:14', '01小时58分', '当日到达', '101', '168', '276', '268', '1');
INSERT INTO `train` VALUES ('418', 'G460', '高速动车', '上海虹桥', '南京南', '12:17', '13:49', '01小时32分', '当日到达', '84', '177', '168', '177', '1');
INSERT INTO `train` VALUES ('419', '1462', '普快', '上海', '南京', '12:18', '16:26', '04小时08分', '当日到达', '403', '632', '244', '205', '1');
INSERT INTO `train` VALUES ('420', 'G7046', '高速动车', '上海', '南京', '12:20', '14:12', '01小时52分', '当日到达', '68', '144', '173', '192', '1');
INSERT INTO `train` VALUES ('421', 'G412', '高速动车', '上海虹桥', '南京南', '12:23', '13:44', '01小时21分', '当日到达', '91', '172', '0', '0', '1');
INSERT INTO `train` VALUES ('422', 'G7048', '高速动车', '上海', '南京', '12:25', '14:34', '02小时09分', '当日到达', '156', '309', '201', '181', '1');
INSERT INTO `train` VALUES ('423', 'K782', '空调快速', '上海', '南京', '12:28', '16:46', '04小时18分', '当日到达', '537', '714', '290', '218', '1');
INSERT INTO `train` VALUES ('424', 'G1810', '高速动车', '上海虹桥', '南京南', '12:34', '14:02', '01小时28分', '当日到达', '63', '169', '0', '0', '1');
INSERT INTO `train` VALUES ('425', 'G7296', '高速动车', '上海', '南京南', '12:40', '14:13', '01小时33分', '当日到达', '65', '137', '221', '260', '1');
INSERT INTO `train` VALUES ('426', 'G7110', '高速动车', '上海虹桥', '南京', '12:46', '14:55', '02小时09分', '当日到达', '188', '315', '256', '297', '1');
INSERT INTO `train` VALUES ('427', 'G7088', '高速动车', '上海', '南京南', '12:54', '14:57', '02小时03分', '当日到达', '157', '345', '72', '43', '1');
INSERT INTO `train` VALUES ('428', 'G1928', '高速动车', '上海虹桥', '南京南', '12:56', '14:28', '01小时32分', '当日到达', '110', '152', '264', '240', '1');
INSERT INTO `train` VALUES ('429', 'G7014', '高速动车', '上海', '南京', '13:00', '14:39', '01小时39分', '当日到达', '93', '135', '221', '195', '1');
INSERT INTO `train` VALUES ('430', 'G134', '高速动车', '上海虹桥', '南京南', '13:02', '14:23', '01小时21分', '当日到达', '66', '140', '239', '181', '1');
INSERT INTO `train` VALUES ('431', 'G7112', '高速动车', '上海虹桥', '南京', '13:10', '15:09', '01小时59分', '当日到达', '82', '176', '82', '118', '1');
INSERT INTO `train` VALUES ('432', 'G7248', '高速动车', '上海', '南京南', '13:16', '15:18', '02小时02分', '当日到达', '190', '398', '218', '291', '1');
INSERT INTO `train` VALUES ('433', 'G136', '高速动车', '上海虹桥', '南京南', '13:17', '14:44', '01小时27分', '当日到达', '105', '133', '245', '253', '1');
INSERT INTO `train` VALUES ('434', 'K172', '空调快速', '上海', '南京', '13:18', '17:47', '04小时29分', '当日到达', '547', '611', '285', '204', '1');
INSERT INTO `train` VALUES ('435', 'D3026', '动车组', '上海虹桥', '南京南', '13:30', '15:34', '02小时04分', '当日到达', '235', '261', '195', '252', '1');
INSERT INTO `train` VALUES ('436', 'G138', '高速动车', '上海虹桥', '南京南', '13:30', '14:50', '01小时20分', '当日到达', '97', '122', '241', '195', '1');
INSERT INTO `train` VALUES ('437', 'G140', '高速动车', '上海虹桥', '南京南', '13:37', '15:12', '01小时35分', '当日到达', '66', '134', '268', '278', '1');
INSERT INTO `train` VALUES ('438', 'K1152', '空调快速', '上海', '南京', '13:38', '17:20', '03小时42分', '当日到达', '210', '436', '162', '230', '1');
INSERT INTO `train` VALUES ('439', 'K1102', '空调快速', '上海', '南京', '13:44', '17:29', '03小时45分', '当日到达', '240', '358', '195', '245', '1');
INSERT INTO `train` VALUES ('440', 'G1814', '高速动车', '上海虹桥', '南京南', '13:45', '15:18', '01小时33分', '当日到达', '102', '174', '0', '0', '1');
INSERT INTO `train` VALUES ('441', 'G7092', '高速动车', '上海', '南京南', '13:48', '15:51', '02小时03分', '当日到达', '189', '364', '290', '225', '1');
INSERT INTO `train` VALUES ('442', 'D3006', '动车组', '上海虹桥', '南京南', '13:53', '16:05', '02小时12分', '当日到达', '175', '314', '211', '245', '1');
INSERT INTO `train` VALUES ('443', 'G4', '高速动车', '上海虹桥', '南京南', '14:00', '15:07', '01小时07分', '当日到达', '67', '139', '271', '151', '1');
INSERT INTO `train` VALUES ('444', 'G7016', '高速动车', '上海', '南京', '14:00', '15:41', '01小时41分', '当日到达', '67', '159', '194', '175', '1');
INSERT INTO `train` VALUES ('445', 'G226', '高速动车', '上海虹桥', '南京南', '14:05', '15:26', '01小时21分', '当日到达', '100', '121', '32', '72', '1');
INSERT INTO `train` VALUES ('446', 'K738', '空调快速', '上海', '南京', '14:06', '18:11', '04小时05分', '当日到达', '540', '737', '221', '245', '1');
INSERT INTO `train` VALUES ('447', 'G7114', '高速动车', '上海虹桥', '南京', '14:07', '16:07', '02小时00分', '当日到达', '192', '409', '0', '0', '1');
INSERT INTO `train` VALUES ('448', 'G7276', '高速动车', '上海', '南京南', '14:12', '16:18', '02小时06分', '当日到达', '215', '409', '214', '216', '1');
INSERT INTO `train` VALUES ('449', 'G142', '高速动车', '上海虹桥', '南京南', '14:16', '15:41', '01小时25分', '当日到达', '103', '123', '228', '239', '1');
INSERT INTO `train` VALUES ('450', 'T132', '空调特快', '上海', '南京', '14:19', '17:37', '03小时18分', '当日到达', '169', '314', '191', '286', '1');
INSERT INTO `train` VALUES ('451', 'G1932', '高速动车', '上海虹桥', '南京南', '14:22', '15:37', '01小时15分', '当日到达', '81', '128', '233', '268', '1');
INSERT INTO `train` VALUES ('452', 'K1806', '空调快速', '上海南', '南京', '14:26', '18:23', '03小时57分', '当日到达', '204', '438', '180', '194', '1');
INSERT INTO `train` VALUES ('453', 'D3094', '动车组', '上海虹桥', '南京南', '14:27', '16:25', '01小时58分', '当日到达', '65', '128', '216', '214', '1');
INSERT INTO `train` VALUES ('454', 'G7050', '高速动车', '上海', '南京', '14:30', '16:36', '02小时06分', '当日到达', '194', '419', '99', '128', '1');
INSERT INTO `train` VALUES ('455', 'G144', '高速动车', '上海虹桥', '南京南', '14:35', '16:00', '01小时25分', '当日到达', '104', '149', '257', '299', '1');
INSERT INTO `train` VALUES ('456', 'G1818', '高速动车', '上海虹桥', '南京南', '14:40', '16:11', '01小时31分', '当日到达', '77', '147', '253', '214', '1');
INSERT INTO `train` VALUES ('457', 'K560', '空调快速', '上海', '南京', '14:49', '19:02', '04小时13分', '当日到达', '527', '660', '242', '195', '1');
INSERT INTO `train` VALUES ('458', 'D3010', '动车组', '上海虹桥', '南京南', '14:52', '17:01', '02小时09分', '当日到达', '223', '314', '213', '263', '1');
INSERT INTO `train` VALUES ('459', 'G214', '高速动车', '上海虹桥', '南京南', '14:54', '16:18', '01小时24分', '当日到达', '113', '150', '278', '191', '1');
INSERT INTO `train` VALUES ('460', 'Z268', '直达特快', '上海', '南京', '14:55', '17:53', '02小时58分', '当日到达', '161', '404', '164', '252', '1');
INSERT INTO `train` VALUES ('461', 'G18', '高速动车', '上海虹桥', '南京南', '15:00', '16:07', '01小时07分', '当日到达', '69', '174', '206', '252', '1');
INSERT INTO `train` VALUES ('462', 'G7018', '高速动车', '上海', '南京', '15:00', '16:45', '01小时45分', '当日到达', '76', '171', '0', '0', '1');
INSERT INTO `train` VALUES ('463', 'K1106', '空调快速', '上海', '南京', '15:04', '19:49', '04小时45分', '当日到达', '451', '685', '232', '291', '1');
INSERT INTO `train` VALUES ('464', 'G146', '高速动车', '上海虹桥', '南京南', '15:05', '16:33', '01小时28分', '当日到达', '64', '172', '0', '0', '1');
INSERT INTO `train` VALUES ('465', 'G7140', '高速动车', '上海虹桥', '南京南', '15:08', '17:09', '02小时01分', '当日到达', '228', '439', '211', '192', '1');
INSERT INTO `train` VALUES ('466', 'D3032', '动车组', '上海虹桥', '南京南', '15:16', '17:21', '02小时05分', '当日到达', '172', '434', '230', '218', '1');
INSERT INTO `train` VALUES ('467', 'G1736', '高速动车', '上海虹桥', '南京南', '15:23', '16:48', '01小时25分', '当日到达', '74', '162', '231', '260', '1');
INSERT INTO `train` VALUES ('468', 'G148', '高速动车', '上海虹桥', '南京南', '15:31', '16:52', '01小时21分', '当日到达', '89', '145', '0', '0', '1');
INSERT INTO `train` VALUES ('469', 'T116', '空调特快', '上海', '南京', '15:32', '18:47', '03小时15分', '当日到达', '193', '290', '254', '161', '1');
INSERT INTO `train` VALUES ('470', 'G7052', '高速动车', '上海', '南京', '15:39', '17:44', '02小时05分', '当日到达', '189', '309', '242', '232', '1');
INSERT INTO `train` VALUES ('471', 'G1822', '高速动车', '上海虹桥', '南京南', '15:40', '17:07', '01小时27分', '当日到达', '80', '149', '180', '271', '1');
INSERT INTO `train` VALUES ('472', 'G7252', '高速动车', '上海', '南京南', '15:44', '16:57', '01小时13分', '当日到达', '117', '144', '228', '242', '1');
INSERT INTO `train` VALUES ('473', 'D3052', '动车组', '上海虹桥', '南京南', '15:52', '17:55', '02小时03分', '当日到达', '179', '360', '74', '46', '1');
INSERT INTO `train` VALUES ('474', 'Z252', '直达特快', '上海', '南京', '15:52', '18:53', '03小时01分', '当日到达', '161', '364', '59', '12', '1');
INSERT INTO `train` VALUES ('475', 'G7020', '高速动车', '上海', '南京', '16:00', '17:39', '01小时39分', '当日到达', '62', '175', '0', '0', '1');
INSERT INTO `train` VALUES ('476', 'G20', '高速动车', '上海虹桥', '南京南', '16:00', '17:14', '01小时14分', '当日到达', '109', '130', '0', '0', '1');
INSERT INTO `train` VALUES ('477', 'K372', '空调快速', '上海', '南京', '16:03', '19:43', '03小时40分', '当日到达', '211', '418', '243', '171', '1');
INSERT INTO `train` VALUES ('478', 'G150', '高速动车', '上海虹桥', '南京南', '16:05', '17:25', '01小时20分', '当日到达', '85', '127', '142', '101', '1');
INSERT INTO `train` VALUES ('479', 'D3014', '动车组', '上海虹桥', '南京南', '16:07', '18:18', '02小时11分', '当日到达', '161', '418', '257', '170', '1');
INSERT INTO `train` VALUES ('480', 'G1936', '高速动车', '上海虹桥', '南京南', '16:13', '17:37', '01小时24分', '当日到达', '112', '128', '222', '192', '1');
INSERT INTO `train` VALUES ('481', 'G7116', '高速动车', '上海虹桥', '南京', '16:14', '18:15', '02小时01分', '当日到达', '176', '344', '162', '169', '1');
INSERT INTO `train` VALUES ('482', 'K1512', '空调快速', '上海南', '南京', '16:17', '20:25', '04小时08分', '当日到达', '462', '560', '130', '103', '1');
INSERT INTO `train` VALUES ('483', 'G152', '高速动车', '上海虹桥', '南京南', '16:19', '17:33', '01小时14分', '当日到达', '87', '131', '163', '236', '1');
INSERT INTO `train` VALUES ('484', 'G7054', '高速动车', '上海', '南京', '16:20', '18:20', '02小时00分', '当日到达', '232', '268', '186', '284', '1');
INSERT INTO `train` VALUES ('485', 'G2812', '高速动车', '上海虹桥', '南京南', '16:24', '18:05', '01小时41分', '当日到达', '88', '138', '47', '1', '1');
INSERT INTO `train` VALUES ('486', 'G7592', '高速动车', '上海虹桥', '南京南', '16:25', '18:36', '02小时11分', '当日到达', '212', '283', '0', '0', '1');
INSERT INTO `train` VALUES ('487', 'K152', '空调快速', '上海', '南京', '16:31', '20:33', '04小时02分', '当日到达', '344', '561', '226', '207', '1');
INSERT INTO `train` VALUES ('488', 'G234', '高速动车', '上海虹桥', '南京南', '16:33', '17:46', '01小时13分', '当日到达', '98', '170', '284', '167', '1');
INSERT INTO `train` VALUES ('489', 'K48', '空调快速', '上海南', '南京', '16:35', '20:45', '04小时10分', '当日到达', '383', '634', '0', '0', '1');
INSERT INTO `train` VALUES ('490', 'G7376', '高速动车', '上海虹桥', '南京南', '16:36', '18:41', '02小时05分', '当日到达', '217', '285', '151', '185', '1');
INSERT INTO `train` VALUES ('491', 'G216', '高速动车', '上海虹桥', '南京南', '16:38', '17:59', '01小时21分', '当日到达', '77', '125', '270', '265', '1');
INSERT INTO `train` VALUES ('492', 'D3086', '动车组', '上海虹桥', '南京南', '16:43', '18:47', '02小时04分', '当日到达', '233', '338', '282', '183', '1');
INSERT INTO `train` VALUES ('493', 'D3042', '动车组', '上海虹桥', '南京南', '16:47', '19:08', '02小时21分', '当日到达', '184', '360', '295', '275', '1');
INSERT INTO `train` VALUES ('494', 'G7272', '高速动车', '上海', '南京南', '16:49', '18:54', '02小时05分', '当日到达', '207', '436', '277', '253', '1');
INSERT INTO `train` VALUES ('495', 'G7022', '高速动车', '上海', '南京', '17:00', '18:41', '01小时41分', '当日到达', '62', '128', '212', '176', '1');
INSERT INTO `train` VALUES ('496', 'G22', '高速动车', '上海虹桥', '南京南', '17:00', '18:14', '01小时14分', '当日到达', '120', '148', '177', '174', '1');
INSERT INTO `train` VALUES ('497', 'G1940', '高速动车', '上海虹桥', '南京南', '17:05', '18:19', '01小时14分', '当日到达', '105', '135', '166', '296', '1');
INSERT INTO `train` VALUES ('498', 'G7144', '高速动车', '上海虹桥', '南京南', '17:07', '19:16', '02小时09分', '当日到达', '176', '385', '58', '71', '1');
INSERT INTO `train` VALUES ('499', 'G154', '高速动车', '上海虹桥', '南京南', '17:14', '18:35', '01小时21分', '当日到达', '79', '164', '186', '183', '1');
INSERT INTO `train` VALUES ('500', 'G7118', '高速动车', '上海虹桥', '南京', '17:18', '19:19', '02小时01分', '当日到达', '225', '402', '256', '237', '1');
INSERT INTO `train` VALUES ('501', 'G156', '高速动车', '上海虹桥', '南京南', '17:19', '18:40', '01小时21分', '当日到达', '101', '158', '295', '230', '1');
INSERT INTO `train` VALUES ('502', 'G44', '高速动车', '上海虹桥', '南京南', '17:24', '18:53', '01小时29分', '当日到达', '95', '139', '208', '177', '1');
INSERT INTO `train` VALUES ('503', 'G7056', '高速动车', '上海', '南京', '17:28', '19:25', '01小时57分', '当日到达', '96', '178', '11', '69', '1');
INSERT INTO `train` VALUES ('504', 'G158', '高速动车', '上海虹桥', '南京南', '17:34', '19:04', '01小时30分', '当日到达', '61', '180', '289', '237', '1');
INSERT INTO `train` VALUES ('505', 'G160', '高速动车', '上海虹桥', '南京南', '17:39', '19:09', '01小时30分', '当日到达', '86', '150', '166', '187', '1');
INSERT INTO `train` VALUES ('506', 'G7256', '高速动车', '上海', '南京南', '17:40', '19:42', '02小时02分', '当日到达', '226', '324', '155', '211', '1');
INSERT INTO `train` VALUES ('507', 'G7294', '高速动车', '上海', '南京南', '17:45', '19:20', '01小时35分', '当日到达', '112', '146', '35', '46', '1');
INSERT INTO `train` VALUES ('508', 'D3136', '动车组', '上海虹桥', '南京', '17:47', '20:28', '02小时41分', '当日到达', '211', '340', '271', '263', '1');
INSERT INTO `train` VALUES ('509', 'D3046', '动车组', '上海虹桥', '南京南', '17:53', '19:57', '02小时04分', '当日到达', '213', '301', '246', '199', '1');
INSERT INTO `train` VALUES ('510', 'G7286', '高速动车', '上海虹桥', '南京南', '17:54', '19:24', '01小时30分', '当日到达', '114', '163', '32', '73', '1');
INSERT INTO `train` VALUES ('511', 'G298', '高速动车', '上海虹桥', '南京南', '17:59', '19:41', '01小时42分', '当日到达', '94', '134', '297', '198', '1');
INSERT INTO `train` VALUES ('512', 'G7024', '高速动车', '上海', '南京', '18:00', '19:45', '01小时45分', '当日到达', '82', '165', '273', '177', '1');
INSERT INTO `train` VALUES ('513', 'T110', '空调特快', '上海', '南京', '18:02', '21:50', '03小时48分', '当日到达', '214', '377', '173', '223', '1');
INSERT INTO `train` VALUES ('514', 'K188', '空调快速', '上海', '南京', '18:08', '23:30', '05小时22分', '当日到达', '295', '732', '252', '232', '1');
INSERT INTO `train` VALUES ('515', 'G7120', '高速动车', '上海虹桥', '南京', '18:09', '20:09', '02小时00分', '当日到达', '212', '440', '167', '237', '1');
INSERT INTO `train` VALUES ('516', 'G7391', '高速动车', '上海虹桥', '南京南', '18:09', '21:44', '03小时35分', '当日到达', '167', '295', '290', '221', '1');
INSERT INTO `train` VALUES ('517', 'G7058', '高速动车', '上海', '南京', '18:13', '20:20', '02小时07分', '当日到达', '165', '268', '263', '293', '1');
INSERT INTO `train` VALUES ('518', 'K1332', '空调快速', '上海', '南京', '18:17', '23:50', '05小时33分', '当日到达', '358', '728', '242', '247', '1');
INSERT INTO `train` VALUES ('519', 'G1826', '高速动车', '上海虹桥', '南京南', '18:20', '20:16', '01小时56分', '当日到达', '101', '161', '128', '101', '1');
INSERT INTO `train` VALUES ('520', 'G1322', '高速动车', '上海虹桥', '南京南', '18:26', '20:02', '01小时36分', '当日到达', '106', '148', '242', '258', '1');
INSERT INTO `train` VALUES ('521', 'G7156', '高速动车', '上海虹桥', '南京南', '18:26', '20:57', '02小时31分', '当日到达', '178', '326', '0', '0', '1');
INSERT INTO `train` VALUES ('522', 'G7600', '高速动车', '上海虹桥', '南京南', '18:31', '20:25', '01小时54分', '当日到达', '60', '147', '11', '50', '1');
INSERT INTO `train` VALUES ('523', 'G7520', '高速动车', '上海虹桥', '南京南', '18:34', '20:40', '02小时06分', '当日到达', '187', '271', '151', '198', '1');
INSERT INTO `train` VALUES ('524', 'Z216', '直达特快', '上海', '南京', '18:37', '21:15', '02小时38分', '当日到达', '153', '447', '267', '236', '1');
INSERT INTO `train` VALUES ('525', 'G7060', '高速动车', '上海', '南京南', '18:42', '20:44', '02小时02分', '当日到达', '225', '356', '69', '73', '1');
INSERT INTO `train` VALUES ('526', 'Z92', '直达特快', '上海', '南京', '18:44', '21:34', '02小时50分', '当日到达', '153', '292', '239', '185', '1');
INSERT INTO `train` VALUES ('527', 'D3126', '动车组', '上海虹桥', '南京', '18:47', '21:16', '02小时29分', '当日到达', '221', '283', '157', '199', '1');
INSERT INTO `train` VALUES ('528', 'Z196', '直达特快', '上海', '南京', '18:51', '21:21', '02小时30分', '当日到达', '151', '368', '0', '0', '1');
INSERT INTO `train` VALUES ('529', 'G8', '高速动车', '上海虹桥', '南京南', '19:00', '20:07', '01小时07分', '当日到达', '113', '154', '290', '152', '1');
INSERT INTO `train` VALUES ('530', 'G7026', '高速动车', '上海', '南京', '19:00', '20:41', '01小时41分', '当日到达', '87', '150', '278', '288', '1');
INSERT INTO `train` VALUES ('531', 'G7122', '高速动车', '上海虹桥', '南京南', '19:03', '21:09', '02小时06分', '当日到达', '218', '341', '0', '0', '1');
INSERT INTO `train` VALUES ('532', 'Z172', '直达特快', '上海', '南京', '19:04', '21:56', '02小时52分', '当日到达', '211', '288', '222', '294', '1');
INSERT INTO `train` VALUES ('533', 'G368', '高速动车', '上海虹桥', '南京南', '19:05', '20:12', '01小时07分', '当日到达', '92', '137', '0', '0', '1');
INSERT INTO `train` VALUES ('534', 'D312', '动车组', '上海', '南京', '24:00', '24:00', '99小时59分', '当日到达', '607', '817', '226', '214', '1');
INSERT INTO `train` VALUES ('535', 'G7590', '高速动车', '上海虹桥', '南京南', '19:11', '20:40', '01小时29分', '当日到达', '69', '136', '119', '119', '1');
INSERT INTO `train` VALUES ('536', 'G7260', '高速动车', '上海', '南京南', '19:15', '21:16', '02小时01分', '当日到达', '220', '389', '203', '166', '1');
INSERT INTO `train` VALUES ('537', 'G7584', '高速动车', '上海虹桥', '南京', '19:17', '21:21', '02小时04分', '当日到达', '240', '395', '57', '60', '1');
INSERT INTO `train` VALUES ('538', 'G7124', '高速动车', '上海虹桥', '南京', '19:29', '21:28', '01小时59分', '当日到达', '100', '174', '232', '250', '1');
INSERT INTO `train` VALUES ('539', 'Z282', '直达特快', '上海南', '南京', '19:30', '22:44', '03小时14分', '当日到达', '226', '287', '289', '228', '1');
INSERT INTO `train` VALUES ('540', 'G7062', '高速动车', '上海', '南京', '19:32', '21:33', '02小时01分', '当日到达', '186', '284', '193', '272', '1');
INSERT INTO `train` VALUES ('541', 'G7064', '高速动车', '上海', '南京南', '19:37', '21:51', '02小时14分', '当日到达', '203', '378', '0', '0', '1');
INSERT INTO `train` VALUES ('542', 'Z40', '直达特快', '上海', '南京', '19:40', '22:50', '03小时10分', '当日到达', '181', '351', '0', '0', '1');
INSERT INTO `train` VALUES ('543', 'G7298', '高速动车', '上海', '南京南', '19:51', '21:31', '01小时40分', '当日到达', '117', '149', '39', '3', '1');
INSERT INTO `train` VALUES ('544', 'D322', '动车组', '上海', '南京', '24:00', '24:00', '99小时59分', '当日到达', '576', '832', '45', '70', '1');
INSERT INTO `train` VALUES ('545', 'G7588', '高速动车', '上海虹桥', '南京南', '19:54', '22:03', '02小时09分', '当日到达', '152', '315', '239', '224', '1');
INSERT INTO `train` VALUES ('546', 'G7028', '高速动车', '上海', '南京', '20:00', '21:39', '01小时39分', '当日到达', '91', '175', '139', '133', '1');
INSERT INTO `train` VALUES ('547', 'G7178', '高速动车', '上海虹桥', '南京南', '20:00', '21:37', '01小时37分', '当日到达', '113', '144', '262', '254', '1');
INSERT INTO `train` VALUES ('548', 'G7066', '高速动车', '上海', '南京', '20:08', '22:09', '02小时01分', '当日到达', '232', '271', '178', '196', '1');
INSERT INTO `train` VALUES ('549', 'Z164', '直达特快', '上海', '南京', '24:00', '24:00', '99小时59分', '当日到达', '621', '821', '156', '213', '1');
INSERT INTO `train` VALUES ('550', 'K8418', '空调快速', '上海', '南京', '20:16', '23:56', '03小时40分', '当日到达', '219', '275', '161', '280', '1');
INSERT INTO `train` VALUES ('551', 'G7068', '高速动车', '上海', '南京', '20:19', '22:19', '02小时00分', '当日到达', '210', '434', '268', '196', '1');
INSERT INTO `train` VALUES ('552', 'G7596', '高速动车', '上海虹桥', '南京南', '20:22', '21:43', '01小时21分', '当日到达', '89', '170', '201', '192', '1');
INSERT INTO `train` VALUES ('553', '1228', '普快', '上海', '南京', '20:22', '00:02', '03小时40分', '次日到达', '203', '353', '188', '238', '1');
INSERT INTO `train` VALUES ('554', 'K1048', '空调快速', '上海', '南京', '20:28', '00:08', '03小时40分', '次日到达', '168', '351', '71', '49', '1');
INSERT INTO `train` VALUES ('555', 'G7126', '高速动车', '上海虹桥', '南京南', '20:32', '22:30', '01小时58分', '当日到达', '106', '129', '217', '274', '1');
INSERT INTO `train` VALUES ('556', 'G7070', '高速动车', '上海', '南京南', '20:40', '22:40', '02小时00分', '当日到达', '194', '327', '0', '0', '1');
INSERT INTO `train` VALUES ('557', 'G7168', '高速动车', '上海虹桥', '南京南', '20:45', '22:27', '01小时42分', '当日到达', '90', '174', '263', '170', '1');
INSERT INTO `train` VALUES ('558', 'G7582', '高速动车', '上海虹桥', '南京南', '20:45', '22:45', '02小时00分', '当日到达', '225', '395', '236', '189', '1');
INSERT INTO `train` VALUES ('559', 'K282', '空调快速', '上海', '南京', '20:46', '00:46', '04小时00分', '次日到达', '410', '723', '249', '256', '1');
INSERT INTO `train` VALUES ('560', 'K8356', '空调快速', '上海', '南京', '20:52', '00:53', '04小时01分', '次日到达', '283', '697', '0', '0', '1');
INSERT INTO `train` VALUES ('561', 'G7030', '高速动车', '上海', '南京', '20:59', '22:52', '01小时53分', '当日到达', '113', '152', '261', '166', '1');
INSERT INTO `train` VALUES ('562', 'D314', '动车组', '上海', '南京', '21:08', '23:36', '02小时28分', '当日到达', '188', '398', '1', '40', '1');
INSERT INTO `train` VALUES ('563', 'G7128', '高速动车', '上海虹桥', '南京', '21:10', '23:03', '01小时53分', '当日到达', '80', '169', '293', '195', '1');
INSERT INTO `train` VALUES ('564', 'K76', '空调快速', '上海南', '南京', '21:16', '01:15', '03小时59分', '次日到达', '202', '386', '298', '243', '1');
INSERT INTO `train` VALUES ('565', 'D2282', '动车组', '上海虹桥', '南京', '21:23', '23:12', '01小时49分', '当日到达', '66', '145', '287', '239', '1');
INSERT INTO `train` VALUES ('566', 'K8402', '空调快速', '上海南', '南京', '21:32', '01:09', '03小时37分', '次日到达', '181', '326', '0', '0', '1');
INSERT INTO `train` VALUES ('567', 'G7350', '高速动车', '上海虹桥', '南京南', '21:42', '23:28', '01小时46分', '当日到达', '72', '153', '242', '231', '1');
INSERT INTO `train` VALUES ('568', 'K1182', '空调快速', '上海南', '南京', '21:44', '02:21', '04小时37分', '次日到达', '472', '585', '255', '166', '1');
INSERT INTO `train` VALUES ('569', 'K8482', '空调快速', '上海', '南京', '21:46', '01:53', '04小时07分', '次日到达', '276', '638', '212', '181', '1');
INSERT INTO `train` VALUES ('570', 'K8372', '空调快速', '上海南', '南京', '22:20', '02:33', '04小时13分', '次日到达', '261', '619', '38', '10', '1');
INSERT INTO `train` VALUES ('571', 'D306', '动车组', '上海', '南京', '22:24', '01:39', '03小时15分', '次日到达', '196', '290', '192', '283', '1');
INSERT INTO `train` VALUES ('572', 'T136', '空调特快', '上海南', '南京', '22:40', '02:39', '03小时59分', '次日到达', '198', '305', '155', '256', '1');
INSERT INTO `train` VALUES ('573', 'K8386', '空调快速', '上海', '南京', '23:13', '02:56', '03小时43分', '次日到达', '233', '270', '284', '162', '1');
INSERT INTO `train` VALUES ('574', 'K8432', '空调快速', '上海', '南京', '23:20', '03:02', '03小时42分', '次日到达', '159', '371', '7', '6', '1');
INSERT INTO `train` VALUES ('575', 'K8362', '空调快速', '上海', '南京', '23:35', '03:08', '03小时33分', '次日到达', '210', '388', '142', '143', '1');
INSERT INTO `train` VALUES ('576', 'K8366', '空调快速', '上海', '南京', '23:41', '03:14', '03小时33分', '次日到达', '169', '348', '210', '246', '1');
INSERT INTO `train` VALUES ('577', 'K1506', '空调快速', '上海', '南京', '23:47', '03:29', '03小时42分', '次日到达', '152', '366', '127', '136', '1');
INSERT INTO `train` VALUES ('578', 'K1511', '空调快速', '南京', '上海南', '00:52', '04:21', '03小时29分', '当日到达', '224', '267', '245', '275', '1');
INSERT INTO `train` VALUES ('579', 'K8371', '空调快速', '南京', '上海南', '00:58', '05:10', '04小时12分', '当日到达', '510', '738', '5', '26', '1');
INSERT INTO `train` VALUES ('580', 'K75', '空调快速', '南京', '上海南', '01:08', '04:41', '03小时33分', '当日到达', '159', '321', '150', '264', '1');
INSERT INTO `train` VALUES ('581', 'K1047', '空调快速', '南京', '上海', '01:23', '05:23', '04小时00分', '当日到达', '367', '658', '166', '277', '1');
INSERT INTO `train` VALUES ('582', 'T135', '空调特快', '南京', '上海南', '01:29', '05:50', '04小时21分', '当日到达', '327', '733', '8', '2', '1');
INSERT INTO `train` VALUES ('583', 'K47', '空调快速', '南京', '上海南', '01:39', '06:00', '04小时21分', '当日到达', '502', '609', '0', '0', '1');
INSERT INTO `train` VALUES ('584', 'K375', '空调快速', '南京', '上海', '01:46', '05:42', '03小时56分', '当日到达', '228', '327', '266', '184', '1');
INSERT INTO `train` VALUES ('585', 'K289', '空调快速', '南京', '上海', '01:52', '05:34', '03小时42分', '当日到达', '201', '338', '165', '159', '1');
INSERT INTO `train` VALUES ('586', 'K1181', '空调快速', '南京', '上海南', '02:04', '06:18', '04小时14分', '当日到达', '274', '584', '0', '0', '1');
INSERT INTO `train` VALUES ('587', 'K359', '空调快速', '南京', '上海', '02:12', '06:08', '03小时56分', '当日到达', '235', '298', '0', '0', '1');
INSERT INTO `train` VALUES ('588', 'K1555', '空调快速', '南京', '上海', '02:25', '06:15', '03小时50分', '当日到达', '214', '411', '153', '284', '1');
INSERT INTO `train` VALUES ('589', 'K151', '空调快速', '南京', '上海', '02:50', '06:41', '03小时51分', '当日到达', '215', '341', '216', '195', '1');
INSERT INTO `train` VALUES ('590', 'K8481', '空调快速', '南京', '上海', '03:03', '06:47', '03小时44分', '当日到达', '188', '278', '51', '66', '1');
INSERT INTO `train` VALUES ('591', '1461', '普快', '南京', '上海', '03:09', '07:19', '04小时10分', '当日到达', '333', '558', '199', '168', '1');
INSERT INTO `train` VALUES ('592', 'D305', '动车组', '南京', '上海', '03:30', '06:35', '03小时05分', '当日到达', '197', '348', '231', '187', '1');
INSERT INTO `train` VALUES ('593', 'K8417', '空调快速', '南京', '上海', '03:36', '08:03', '04小时27分', '当日到达', '444', '556', '55', '74', '1');
INSERT INTO `train` VALUES ('594', 'K281', '空调快速', '南京', '上海', '03:46', '07:03', '03小时17分', '当日到达', '165', '435', '76', '23', '1');
INSERT INTO `train` VALUES ('595', 'K8355', '空调快速', '南京', '上海', '03:56', '08:27', '04小时31分', '当日到达', '278', '574', '49', '11', '1');
INSERT INTO `train` VALUES ('596', 'K233', '空调快速', '南京', '上海', '04:02', '09:23', '05小时21分', '当日到达', '413', '563', '38', '42', '1');
INSERT INTO `train` VALUES ('597', 'K1101', '空调快速', '南京', '上海', '04:38', '09:32', '04小时54分', '当日到达', '499', '596', '0', '0', '1');
INSERT INTO `train` VALUES ('598', 'D313', '动车组', '南京', '上海', '04:57', '07:41', '02小时44分', '当日到达', '158', '390', '277', '252', '1');
INSERT INTO `train` VALUES ('599', 'K463', '空调快速', '南京', '上海', '05:19', '10:20', '05小时01分', '当日到达', '475', '706', '190', '237', '1');
INSERT INTO `train` VALUES ('600', 'K1011', '空调快速', '南京', '上海', '05:31', '10:05', '04小时34分', '当日到达', '518', '735', '195', '151', '1');
INSERT INTO `train` VALUES ('601', 'G7029', '高速动车', '南京', '上海', '05:49', '07:42', '01小时53分', '当日到达', '77', '170', '280', '220', '1');
INSERT INTO `train` VALUES ('602', 'K781', '空调快速', '南京', '上海', '05:50', '11:04', '05小时14分', '当日到达', '323', '604', '200', '223', '1');
INSERT INTO `train` VALUES ('603', 'G7031', '高速动车', '南京南', '上海', '05:54', '07:53', '01小时59分', '当日到达', '71', '129', '164', '207', '1');
INSERT INTO `train` VALUES ('604', 'G7033', '高速动车', '南京', '上海', '06:06', '08:15', '02小时09分', '当日到达', '196', '446', '212', '222', '1');
INSERT INTO `train` VALUES ('605', 'G7101', '高速动车', '南京', '上海虹桥', '06:11', '08:20', '02小时09分', '当日到达', '235', '397', '192', '293', '1');
INSERT INTO `train` VALUES ('606', 'D3125', '动车组', '南京', '上海虹桥', '06:25', '08:46', '02小时21分', '当日到达', '165', '432', '205', '276', '1');
INSERT INTO `train` VALUES ('607', 'Z281', '直达特快', '南京', '上海南', '06:30', '09:53', '03小时23分', '当日到达', '154', '399', '253', '213', '1');
INSERT INTO `train` VALUES ('608', 'G7035', '高速动车', '南京', '上海', '06:31', '08:35', '02小时04分', '当日到达', '178', '308', '166', '241', '1');
INSERT INTO `train` VALUES ('609', 'D311', '动车组', '南京', '上海', '06:39', '09:08', '02小时29分', '当日到达', '233', '321', '102', '104', '1');
INSERT INTO `train` VALUES ('610', 'G7037', '高速动车', '南京', '上海', '06:44', '08:58', '02小时14分', '当日到达', '199', '320', '210', '274', '1');
INSERT INTO `train` VALUES ('611', 'D321', '动车组', '南京', '上海', '06:44', '09:13', '02小时29分', '当日到达', '197', '331', '245', '212', '1');
INSERT INTO `train` VALUES ('612', 'G7581', '高速动车', '南京南', '上海虹桥', '06:45', '09:10', '02小时25分', '当日到达', '209', '303', '0', '0', '1');
INSERT INTO `train` VALUES ('613', 'K171', '空调快速', '南京', '上海', '06:59', '11:31', '04小时32分', '当日到达', '435', '596', '182', '175', '1');
INSERT INTO `train` VALUES ('614', 'G7001', '高速动车', '南京', '上海', '07:00', '08:40', '01小时40分', '当日到达', '79', '128', '257', '247', '1');
INSERT INTO `train` VALUES ('615', 'T109', '空调特快', '南京', '上海', '07:05', '10:43', '03小时38分', '当日到达', '187', '269', '213', '281', '1');
INSERT INTO `train` VALUES ('616', 'G7505', '高速动车', '南京南', '上海虹桥', '07:13', '08:55', '01小时42分', '当日到达', '61', '156', '278', '279', '1');
INSERT INTO `train` VALUES ('617', 'G7039', '高速动车', '南京', '上海', '07:14', '09:18', '02小时04分', '当日到达', '206', '393', '225', '300', '1');
INSERT INTO `train` VALUES ('618', 'Z195', '直达特快', '南京', '上海', '07:21', '09:53', '02小时32分', '当日到达', '162', '309', '273', '286', '1');
INSERT INTO `train` VALUES ('619', 'G7041', '高速动车', '南京南', '上海', '07:24', '09:33', '02小时09分', '当日到达', '228', '372', '257', '205', '1');
INSERT INTO `train` VALUES ('620', 'G7103', '高速动车', '南京', '上海虹桥', '07:25', '09:25', '02小时00分', '当日到达', '193', '387', '123', '83', '1');
INSERT INTO `train` VALUES ('621', 'G7349', '高速动车', '南京南', '上海虹桥', '07:30', '09:07', '01小时37分', '当日到达', '83', '171', '0', '0', '1');
INSERT INTO `train` VALUES ('622', 'G7355', '高速动车', '南京', '上海虹桥', '07:35', '09:44', '02小时09分', '当日到达', '219', '433', '180', '242', '1');
INSERT INTO `train` VALUES ('623', 'G1325', '高速动车', '南京南', '上海虹桥', '07:39', '09:22', '01小时43分', '当日到达', '112', '137', '83', '101', '1');
INSERT INTO `train` VALUES ('624', 'G7393', '高速动车', '南京南', '上海虹桥', '07:40', '11:01', '03小时21分', '当日到达', '204', '332', '278', '267', '1');
INSERT INTO `train` VALUES ('625', 'K1151', '空调快速', '南京', '上海', '07:43', '11:10', '03小时27分', '当日到达', '193', '276', '153', '283', '1');
INSERT INTO `train` VALUES ('626', 'D2281', '动车组', '南京', '上海虹桥', '07:45', '10:15', '02小时30分', '当日到达', '160', '284', '291', '241', '1');
INSERT INTO `train` VALUES ('627', 'G7587', '高速动车', '南京南', '上海虹桥', '07:48', '09:54', '02小时06分', '当日到达', '198', '285', '230', '213', '1');
INSERT INTO `train` VALUES ('628', 'K1105', '空调快速', '南京', '上海', '07:49', '13:05', '05小时16分', '当日到达', '528', '721', '281', '250', '1');
INSERT INTO `train` VALUES ('629', 'G7177', '高速动车', '南京南', '上海虹桥', '07:50', '09:32', '01小时42分', '当日到达', '115', '125', '161', '298', '1');
INSERT INTO `train` VALUES ('630', 'K737', '空调快速', '南京', '上海', '07:57', '12:35', '04小时38分', '当日到达', '297', '623', '289', '223', '1');
INSERT INTO `train` VALUES ('631', 'G7003', '高速动车', '南京', '上海', '08:00', '09:39', '01小时39分', '当日到达', '64', '138', '243', '262', '1');
INSERT INTO `train` VALUES ('632', 'D3135', '动车组', '南京', '上海虹桥', '08:10', '10:37', '02小时27分', '当日到达', '152', '313', '293', '196', '1');
INSERT INTO `train` VALUES ('633', 'G7043', '高速动车', '南京南', '上海', '08:11', '10:18', '02小时07分', '当日到达', '229', '377', '104', '130', '1');
INSERT INTO `train` VALUES ('634', 'G7167', '高速动车', '南京南', '上海虹桥', '08:21', '09:57', '01小时36分', '当日到达', '114', '171', '11', '67', '1');
INSERT INTO `train` VALUES ('635', 'G7105', '高速动车', '南京', '上海虹桥', '08:38', '10:44', '02小时06分', '当日到达', '169', '280', '0', '0', '1');
INSERT INTO `train` VALUES ('636', 'G7255', '高速动车', '南京南', '上海', '08:48', '10:56', '02小时08分', '当日到达', '187', '355', '122', '84', '1');
INSERT INTO `train` VALUES ('637', 'G7589', '高速动车', '南京南', '上海虹桥', '08:50', '10:30', '01小时40分', '当日到达', '108', '123', '63', '55', '1');
INSERT INTO `train` VALUES ('638', 'G7225', '高速动车', '南京南', '上海', '08:56', '10:08', '01小时12分', '当日到达', '101', '123', '191', '285', '1');
INSERT INTO `train` VALUES ('639', 'G7107', '高速动车', '南京南', '上海虹桥', '08:58', '11:05', '02小时07分', '当日到达', '154', '409', '212', '178', '1');
INSERT INTO `train` VALUES ('640', 'G7005', '高速动车', '南京', '上海', '09:00', '10:39', '01小时39分', '当日到达', '90', '144', '199', '171', '1');
INSERT INTO `train` VALUES ('641', 'Z163', '直达特快', '南京', '上海', '09:00', '11:51', '02小时51分', '当日到达', '207', '394', '93', '144', '1');
INSERT INTO `train` VALUES ('642', 'Z39', '直达特快', '南京', '上海', '09:06', '11:57', '02小时51分', '当日到达', '187', '345', '283', '194', '1');
INSERT INTO `train` VALUES ('643', 'Z267', '直达特快', '南京', '上海', '09:12', '12:03', '02小时51分', '当日到达', '205', '429', '235', '172', '1');
INSERT INTO `train` VALUES ('644', 'G7599', '高速动车', '南京南', '上海虹桥', '09:16', '10:55', '01小时39分', '当日到达', '118', '160', '0', '0', '1');
INSERT INTO `train` VALUES ('645', 'K559', '空调快速', '南京', '上海', '09:27', '13:48', '04小时21分', '当日到达', '375', '615', '247', '178', '1');
INSERT INTO `train` VALUES ('646', 'G7045', '高速动车', '南京', '上海', '09:29', '11:36', '02小时07分', '当日到达', '234', '397', '283', '187', '1');
INSERT INTO `train` VALUES ('647', 'G7291', '高速动车', '南京南', '上海', '09:38', '11:03', '01小时25分', '当日到达', '84', '145', '189', '270', '1');
INSERT INTO `train` VALUES ('648', 'T131', '空调特快', '南京', '上海', '09:40', '12:43', '03小时03分', '当日到达', '186', '419', '152', '240', '1');
INSERT INTO `train` VALUES ('649', 'G7591', '高速动车', '南京南', '上海虹桥', '09:42', '11:57', '02小时15分', '当日到达', '175', '395', '258', '299', '1');
INSERT INTO `train` VALUES ('650', 'G7007', '高速动车', '南京', '上海', '10:00', '11:40', '01小时40分', '当日到达', '95', '167', '0', '0', '1');
INSERT INTO `train` VALUES ('651', 'Z171', '直达特快', '南京', '上海', '10:04', '12:49', '02小时45分', '当日到达', '225', '264', '162', '167', '1');
INSERT INTO `train` VALUES ('652', 'G7047', '高速动车', '南京', '上海', '10:05', '12:07', '02小时02分', '当日到达', '194', '346', '256', '293', '1');
INSERT INTO `train` VALUES ('653', 'G297', '高速动车', '南京南', '上海虹桥', '10:08', '11:36', '01小时28分', '当日到达', '100', '136', '0', '0', '1');
INSERT INTO `train` VALUES ('654', 'G7221', '高速动车', '南京南', '上海', '10:08', '12:18', '02小时10分', '当日到达', '230', '406', '252', '187', '1');
INSERT INTO `train` VALUES ('655', 'Z251', '直达特快', '南京', '上海', '10:10', '12:55', '02小时45分', '当日到达', '180', '447', '228', '222', '1');
INSERT INTO `train` VALUES ('656', 'G7171', '高速动车', '南京南', '上海虹桥', '10:23', '12:04', '01小时41分', '当日到达', '100', '149', '268', '151', '1');
INSERT INTO `train` VALUES ('657', 'G7109', '高速动车', '南京', '上海虹桥', '10:25', '12:24', '01小时59分', '当日到达', '105', '130', '187', '282', '1');
INSERT INTO `train` VALUES ('658', 'G7071', '高速动车', '南京南', '上海', '10:31', '12:35', '02小时04分', '当日到达', '236', '403', '181', '229', '1');
INSERT INTO `train` VALUES ('659', 'T115', '空调特快', '南京', '上海', '10:33', '13:30', '02小时57分', '当日到达', '159', '407', '278', '299', '1');
INSERT INTO `train` VALUES ('660', 'G7375', '高速动车', '南京南', '上海虹桥', '10:35', '12:43', '02小时08分', '当日到达', '239', '334', '227', '296', '1');
INSERT INTO `train` VALUES ('661', 'G7295', '高速动车', '南京南', '上海', '10:39', '12:12', '01小时33分', '当日到达', '85', '127', '215', '153', '1');
INSERT INTO `train` VALUES ('662', 'G5', '高速动车', '南京南', '上海虹桥', '10:48', '11:55', '01小时07分', '当日到达', '90', '140', '159', '225', '1');
INSERT INTO `train` VALUES ('663', 'G367', '高速动车', '南京南', '上海虹桥', '10:52', '11:59', '01小时07分', '当日到达', '77', '131', '48', '22', '1');
INSERT INTO `train` VALUES ('664', 'D3025', '动车组', '南京南', '上海虹桥', '10:57', '13:07', '02小时10分', '当日到达', '187', '317', '139', '149', '1');
INSERT INTO `train` VALUES ('665', 'G7009', '高速动车', '南京', '上海', '11:00', '12:39', '01小时39分', '当日到达', '101', '147', '171', '281', '1');
INSERT INTO `train` VALUES ('666', 'G1801', '高速动车', '南京南', '上海虹桥', '11:04', '12:19', '01小时15分', '当日到达', '97', '162', '180', '266', '1');
INSERT INTO `train` VALUES ('667', 'G7111', '高速动车', '南京', '上海虹桥', '11:05', '12:51', '01小时46分', '当日到达', '98', '154', '279', '232', '1');
INSERT INTO `train` VALUES ('668', 'G7075', '高速动车', '南京南', '上海', '11:10', '13:14', '02小时04分', '当日到达', '219', '296', '230', '211', '1');
INSERT INTO `train` VALUES ('669', 'D3013', '动车组', '南京南', '上海虹桥', '11:13', '13:28', '02小时15分', '当日到达', '151', '300', '184', '206', '1');
INSERT INTO `train` VALUES ('670', 'K371', '空调快速', '南京', '上海', '11:14', '15:10', '03小时56分', '当日到达', '233', '371', '164', '215', '1');
INSERT INTO `train` VALUES ('671', 'G101', '高速动车', '南京南', '上海虹桥', '11:17', '12:38', '01小时21分', '当日到达', '80', '166', '184', '229', '1');
INSERT INTO `train` VALUES ('672', 'G7595', '高速动车', '南京南', '上海虹桥', '11:21', '13:01', '01小时40分', '当日到达', '84', '151', '265', '162', '1');
INSERT INTO `train` VALUES ('673', 'G103', '高速动车', '南京南', '上海虹桥', '11:28', '12:42', '01小时14分', '当日到达', '84', '122', '154', '152', '1');
INSERT INTO `train` VALUES ('674', 'D3093', '动车组', '南京南', '上海虹桥', '11:34', '13:53', '02小时19分', '当日到达', '193', '301', '0', '0', '1');
INSERT INTO `train` VALUES ('675', 'G7049', '高速动车', '南京', '上海', '11:40', '13:43', '02小时03分', '当日到达', '215', '274', '164', '203', '1');
INSERT INTO `train` VALUES ('676', 'Z215', '直达特快', '南京', '上海', '11:42', '14:21', '02小时39分', '当日到达', '222', '344', '188', '166', '1');
INSERT INTO `train` VALUES ('677', 'G1735', '高速动车', '南京南', '上海虹桥', '11:44', '13:59', '02小时15分', '当日到达', '173', '326', '298', '178', '1');
INSERT INTO `train` VALUES ('678', 'G7113', '高速动车', '南京', '上海虹桥', '11:48', '13:51', '02小时03分', '当日到达', '185', '403', '25', '41', '1');
INSERT INTO `train` VALUES ('679', 'G105', '高速动车', '南京南', '上海虹桥', '11:51', '13:15', '01小时24分', '当日到达', '92', '168', '216', '294', '1');
INSERT INTO `train` VALUES ('680', 'G11', '高速动车', '南京南', '上海虹桥', '11:55', '13:10', '01小时15分', '当日到达', '69', '180', '282', '295', '1');
INSERT INTO `train` VALUES ('681', 'K1155', '空调快速', '南京', '上海', '11:57', '16:24', '04小时27分', '当日到达', '335', '559', '251', '162', '1');
INSERT INTO `train` VALUES ('682', 'D3009', '动车组', '南京南', '上海虹桥', '11:58', '14:22', '02小时24分', '当日到达', '209', '271', '161', '292', '1');
INSERT INTO `train` VALUES ('683', 'G1911', '高速动车', '南京南', '上海虹桥', '11:59', '13:20', '01小时21分', '当日到达', '90', '131', '168', '274', '1');
INSERT INTO `train` VALUES ('684', 'G7011', '高速动车', '南京', '上海', '12:00', '13:39', '01小时39分', '当日到达', '85', '146', '0', '0', '1');
INSERT INTO `train` VALUES ('685', 'G1805', '高速动车', '南京南', '上海虹桥', '12:04', '13:25', '01小时21分', '当日到达', '81', '146', '228', '289', '1');
INSERT INTO `train` VALUES ('686', 'G7575', '高速动车', '南京南', '上海虹桥', '12:08', '14:16', '02小时08分', '当日到达', '167', '267', '285', '175', '1');
INSERT INTO `train` VALUES ('687', 'G7051', '高速动车', '南京', '上海', '12:09', '14:13', '02小时04分', '当日到达', '171', '373', '199', '251', '1');
INSERT INTO `train` VALUES ('688', 'D3031', '动车组', '南京南', '上海虹桥', '12:13', '14:50', '02小时37分', '当日到达', '240', '434', '213', '164', '1');
INSERT INTO `train` VALUES ('689', 'G107', '高速动车', '南京南', '上海虹桥', '12:16', '13:38', '01小时22分', '当日到达', '68', '156', '243', '170', '1');
INSERT INTO `train` VALUES ('690', 'K1331', '空调快速', '南京', '上海', '12:20', '15:51', '03小时31分', '当日到达', '161', '404', '132', '130', '1');
INSERT INTO `train` VALUES ('691', 'G221', '高速动车', '南京南', '上海虹桥', '12:24', '13:44', '01小时20分', '当日到达', '61', '138', '276', '298', '1');
INSERT INTO `train` VALUES ('692', 'K187', '空调快速', '南京', '上海', '12:26', '16:04', '03小时38分', '当日到达', '185', '392', '184', '267', '1');
INSERT INTO `train` VALUES ('693', 'G1809', '高速动车', '南京南', '上海虹桥', '12:28', '14:12', '01小时44分', '当日到达', '73', '123', '55', '58', '1');
INSERT INTO `train` VALUES ('694', 'G7131', '高速动车', '南京南', '上海虹桥', '12:40', '14:30', '01小时50分', '当日到达', '94', '148', '46', '40', '1');
INSERT INTO `train` VALUES ('695', 'G1', '高速动车', '南京南', '上海虹桥', '12:41', '13:48', '01小时07分', '当日到达', '68', '145', '270', '221', '1');
INSERT INTO `train` VALUES ('696', 'D3005', '动车组', '南京南', '上海虹桥', '12:46', '15:15', '02小时29分', '当日到达', '164', '287', '0', '0', '1');
INSERT INTO `train` VALUES ('697', 'G109', '高速动车', '南京南', '上海虹桥', '12:46', '14:07', '01小时21分', '当日到达', '94', '139', '285', '150', '1');
INSERT INTO `train` VALUES ('698', 'G7013', '高速动车', '南京', '上海', '13:00', '14:39', '01小时39分', '当日到达', '94', '161', '283', '171', '1');
INSERT INTO `train` VALUES ('699', 'K8431', '空调快速', '南京', '上海', '13:03', '16:34', '03小时31分', '当日到达', '226', '376', '61', '72', '1');
INSERT INTO `train` VALUES ('700', 'G111', '高速动车', '南京南', '上海虹桥', '13:04', '14:25', '01小时21分', '当日到达', '109', '172', '257', '253', '1');
INSERT INTO `train` VALUES ('701', 'G7053', '高速动车', '南京', '上海', '13:10', '15:15', '02小时05分', '当日到达', '207', '360', '259', '184', '1');
INSERT INTO `train` VALUES ('702', 'G113', '高速动车', '南京南', '上海虹桥', '13:10', '14:30', '01小时20分', '当日到达', '96', '146', '19', '47', '1');
INSERT INTO `train` VALUES ('703', 'G7079', '高速动车', '南京南', '上海', '13:11', '15:23', '02小时12分', '当日到达', '197', '382', '129', '130', '1');
INSERT INTO `train` VALUES ('704', 'G211', '高速动车', '南京南', '上海虹桥', '13:14', '14:34', '01小时20分', '当日到达', '117', '142', '107', '100', '1');
INSERT INTO `train` VALUES ('705', 'K525', '空调快速', '南京', '上海南', '13:15', '17:48', '04小时33分', '当日到达', '307', '703', '245', '263', '1');
INSERT INTO `train` VALUES ('706', 'D3051', '动车组', '南京南', '上海虹桥', '13:19', '15:30', '02小时11分', '当日到达', '206', '445', '184', '224', '1');
INSERT INTO `train` VALUES ('707', 'D3041', '动车组', '南京南', '上海虹桥', '13:28', '16:05', '02小时37分', '当日到达', '156', '390', '164', '152', '1');
INSERT INTO `train` VALUES ('708', 'G41', '高速动车', '南京南', '上海虹桥', '13:30', '14:48', '01小时18分', '当日到达', '110', '162', '245', '277', '1');
INSERT INTO `train` VALUES ('709', 'G7115', '高速动车', '南京', '上海虹桥', '13:30', '15:32', '02小时02分', '当日到达', '183', '428', '181', '195', '1');
INSERT INTO `train` VALUES ('710', 'G359', '高速动车', '南京南', '上海虹桥', '13:36', '14:43', '01小时07分', '当日到达', '120', '167', '7', '57', '1');
INSERT INTO `train` VALUES ('711', 'K2185', '空调快速', '南京', '上海', '13:39', '18:01', '04小时22分', '当日到达', '401', '616', '21', '20', '1');
INSERT INTO `train` VALUES ('712', 'G115', '高速动车', '南京南', '上海虹桥', '13:41', '15:07', '01小时26分', '当日到达', '92', '125', '212', '292', '1');
INSERT INTO `train` VALUES ('713', 'K515', '空调快速', '南京', '上海', '13:47', '17:32', '03小时45分', '当日到达', '238', '301', '44', '8', '1');
INSERT INTO `train` VALUES ('714', 'G13', '高速动车', '南京南', '上海虹桥', '13:48', '14:55', '01小时07分', '当日到达', '93', '168', '42', '47', '1');
INSERT INTO `train` VALUES ('715', 'G1813', '高速动车', '南京南', '上海虹桥', '13:52', '15:21', '01小时29分', '当日到达', '72', '161', '4', '32', '1');
INSERT INTO `train` VALUES ('716', 'G7231', '高速动车', '南京南', '上海', '13:54', '15:59', '02小时05分', '当日到达', '209', '305', '179', '252', '1');
INSERT INTO `train` VALUES ('717', 'G7055', '高速动车', '南京', '上海', '13:54', '15:51', '01小时57分', '当日到达', '71', '157', '0', '0', '1');
INSERT INTO `train` VALUES ('718', 'D3085', '动车组', '南京南', '上海虹桥', '13:56', '16:08', '02小时12分', '当日到达', '172', '420', '228', '195', '1');
INSERT INTO `train` VALUES ('719', 'G7015', '高速动车', '南京', '上海', '14:00', '15:39', '01小时39分', '当日到达', '107', '178', '199', '163', '1');
INSERT INTO `train` VALUES ('720', 'T203', '空调特快', '南京', '上海', '14:05', '17:48', '03小时43分', '当日到达', '223', '436', '207', '282', '1');
INSERT INTO `train` VALUES ('721', 'G7571', '高速动车', '南京南', '上海虹桥', '14:05', '16:10', '02小时05分', '当日到达', '237', '384', '108', '91', '1');
INSERT INTO `train` VALUES ('722', 'G117', '高速动车', '南京南', '上海虹桥', '14:10', '15:39', '01小时29分', '当日到达', '83', '166', '285', '296', '1');
INSERT INTO `train` VALUES ('723', '1227', '普快', '南京', '上海', '14:18', '18:15', '03小时57分', '当日到达', '199', '295', '0', '0', '1');
INSERT INTO `train` VALUES ('724', 'G119', '高速动车', '南京南', '上海虹桥', '14:21', '15:47', '01小时26分', '当日到达', '81', '161', '271', '154', '1');
INSERT INTO `train` VALUES ('725', 'G7057', '高速动车', '南京', '上海', '14:27', '16:28', '02小时01分', '当日到达', '171', '429', '293', '278', '1');
INSERT INTO `train` VALUES ('726', 'G7135', '高速动车', '南京南', '上海虹桥', '14:28', '16:22', '01小时54分', '当日到达', '87', '146', '238', '191', '1');
INSERT INTO `train` VALUES ('727', 'G2811', '高速动车', '南京南', '上海虹桥', '14:29', '15:51', '01小时22分', '当日到达', '85', '175', '162', '224', '1');
INSERT INTO `train` VALUES ('728', 'K527', '空调快速', '南京', '上海南', '14:38', '18:48', '04小时10分', '当日到达', '370', '617', '225', '297', '1');
INSERT INTO `train` VALUES ('729', 'G213', '高速动车', '南京南', '上海虹桥', '14:39', '16:16', '01小时37分', '当日到达', '61', '122', '91', '95', '1');
INSERT INTO `train` VALUES ('730', 'G7117', '高速动车', '南京', '上海虹桥', '14:42', '16:44', '02小时02分', '当日到达', '157', '293', '0', '0', '1');
INSERT INTO `train` VALUES ('731', 'G15', '高速动车', '南京南', '上海虹桥', '14:48', '15:55', '01小时07分', '当日到达', '91', '121', '254', '152', '1');
INSERT INTO `train` VALUES ('732', 'G7563', '高速动车', '南京南', '上海虹桥', '14:48', '17:00', '02小时12分', '当日到达', '150', '295', '194', '271', '1');
INSERT INTO `train` VALUES ('733', 'G229', '高速动车', '南京南', '上海虹桥', '14:54', '16:12', '01小时18分', '当日到达', '119', '163', '242', '191', '1');
INSERT INTO `train` VALUES ('734', 'G121', '高速动车', '南京南', '上海虹桥', '14:59', '16:28', '01小时29分', '当日到达', '84', '126', '210', '297', '1');
INSERT INTO `train` VALUES ('735', 'G7017', '高速动车', '南京', '上海', '15:00', '16:40', '01小时40分', '当日到达', '78', '160', '215', '249', '1');
INSERT INTO `train` VALUES ('736', 'G7285', '高速动车', '南京南', '上海虹桥', '15:04', '17:12', '02小时08分', '当日到达', '224', '266', '192', '280', '1');
INSERT INTO `train` VALUES ('737', 'G7059', '高速动车', '南京', '上海', '15:05', '16:55', '01小时50分', '当日到达', '104', '141', '116', '123', '1');
INSERT INTO `train` VALUES ('738', 'G7235', '高速动车', '南京南', '上海', '15:07', '17:12', '02小时05分', '当日到达', '171', '292', '236', '281', '1');
INSERT INTO `train` VALUES ('739', 'G1915', '高速动车', '南京南', '上海虹桥', '15:10', '16:32', '01小时22分', '当日到达', '67', '123', '0', '0', '1');
INSERT INTO `train` VALUES ('740', 'G7139', '高速动车', '南京南', '上海虹桥', '15:18', '17:18', '02小时00分', '当日到达', '215', '394', '41', '61', '1');
INSERT INTO `train` VALUES ('741', 'G123', '高速动车', '南京南', '上海虹桥', '15:21', '16:50', '01小时29分', '当日到达', '91', '127', '218', '245', '1');
INSERT INTO `train` VALUES ('742', 'G7263', '高速动车', '南京南', '上海', '15:26', '17:20', '01小时54分', '当日到达', '65', '138', '127', '113', '1');
INSERT INTO `train` VALUES ('743', 'G125', '高速动车', '南京南', '上海虹桥', '15:30', '16:58', '01小时28分', '当日到达', '100', '131', '116', '125', '1');
INSERT INTO `train` VALUES ('744', 'D3045', '动车组', '南京南', '上海虹桥', '15:36', '17:30', '01小时54分', '当日到达', '99', '142', '0', '0', '1');
INSERT INTO `train` VALUES ('745', 'G7385', '高速动车', '南京南', '上海虹桥', '15:38', '17:28', '01小时50分', '当日到达', '96', '159', '283', '201', '1');
INSERT INTO `train` VALUES ('746', 'G7061', '高速动车', '南京', '上海', '15:48', '17:52', '02小时04分', '当日到达', '162', '321', '186', '241', '1');
INSERT INTO `train` VALUES ('747', 'G7143', '高速动车', '南京南', '上海虹桥', '15:49', '17:45', '01小时56分', '当日到达', '79', '176', '150', '195', '1');
INSERT INTO `train` VALUES ('748', 'G411', '高速动车', '南京南', '上海虹桥', '15:50', '17:08', '01小时18分', '当日到达', '117', '141', '28', '32', '1');
INSERT INTO `train` VALUES ('749', 'G459', '高速动车', '南京南', '上海虹桥', '15:56', '17:21', '01小时25分', '当日到达', '105', '179', '154', '249', '1');
INSERT INTO `train` VALUES ('750', 'G7019', '高速动车', '南京', '上海', '16:00', '17:41', '01小时41分', '当日到达', '120', '152', '292', '274', '1');
INSERT INTO `train` VALUES ('751', 'G127', '高速动车', '南京南', '上海虹桥', '16:01', '17:16', '01小时15分', '当日到达', '80', '131', '0', '0', '1');
INSERT INTO `train` VALUES ('752', 'G1919', '高速动车', '南京南', '上海虹桥', '16:05', '17:33', '01小时28分', '当日到达', '116', '156', '223', '193', '1');
INSERT INTO `train` VALUES ('753', 'G7371', '高速动车', '南京南', '上海虹桥', '16:07', '18:08', '02小时01分', '当日到达', '231', '285', '0', '0', '1');
INSERT INTO `train` VALUES ('754', 'D9501', '动车组', '南京南', '上海', '16:09', '18:49', '02小时40分', '当日到达', '182', '321', '9', '10', '1');
INSERT INTO `train` VALUES ('755', 'G1955', '高速动车', '南京南', '上海虹桥', '16:16', '17:38', '01小时22分', '当日到达', '88', '159', '154', '215', '1');
INSERT INTO `train` VALUES ('756', 'G7063', '高速动车', '南京', '上海', '16:17', '18:23', '02小时06分', '当日到达', '203', '370', '273', '218', '1');
INSERT INTO `train` VALUES ('757', 'G7243', '高速动车', '南京南', '上海', '16:20', '18:31', '02小时11分', '当日到达', '153', '392', '111', '123', '1');
INSERT INTO `train` VALUES ('758', 'G7119', '高速动车', '南京', '上海虹桥', '16:23', '18:44', '02小时21分', '当日到达', '230', '392', '249', '164', '1');
INSERT INTO `train` VALUES ('759', 'G7281', '高速动车', '南京南', '上海', '16:28', '18:27', '01小时59分', '当日到达', '113', '136', '196', '276', '1');
INSERT INTO `train` VALUES ('760', 'G129', '高速动车', '南京南', '上海虹桥', '16:28', '17:50', '01小时22分', '当日到达', '120', '180', '0', '0', '1');
INSERT INTO `train` VALUES ('761', 'D3001', '动车组', '南京南', '上海虹桥', '16:32', '19:24', '02小时52分', '当日到达', '212', '400', '166', '151', '1');
INSERT INTO `train` VALUES ('762', 'G1817', '高速动车', '南京南', '上海虹桥', '16:33', '18:08', '01小时35分', '当日到达', '73', '168', '286', '247', '1');
INSERT INTO `train` VALUES ('763', 'G675', '高速动车', '南京南', '上海虹桥', '16:46', '18:26', '01小时40分', '当日到达', '107', '122', '0', '0', '1');
INSERT INTO `train` VALUES ('764', 'G131', '高速动车', '南京南', '上海虹桥', '16:52', '18:14', '01小时22分', '当日到达', '105', '168', '189', '261', '1');
INSERT INTO `train` VALUES ('765', 'G7121', '高速动车', '南京', '上海虹桥', '16:52', '19:01', '02小时09分', '当日到达', '211', '414', '200', '264', '1');
INSERT INTO `train` VALUES ('766', 'G7021', '高速动车', '南京', '上海', '17:00', '18:41', '01小时41分', '当日到达', '68', '152', '142', '94', '1');
INSERT INTO `train` VALUES ('767', 'G1227', '高速动车', '南京南', '上海虹桥', '17:02', '18:31', '01小时29分', '当日到达', '69', '164', '225', '215', '1');
INSERT INTO `train` VALUES ('768', 'G7239', '高速动车', '南京南', '上海', '17:03', '19:10', '02小时07分', '当日到达', '191', '301', '0', '0', '1');
INSERT INTO `train` VALUES ('769', 'G133', '高速动车', '南京南', '上海虹桥', '17:07', '18:35', '01小时28分', '当日到达', '116', '161', '166', '261', '1');
INSERT INTO `train` VALUES ('770', 'G7267', '高速动车', '南京南', '上海', '17:13', '19:19', '02小时06分', '当日到达', '203', '329', '37', '73', '1');
INSERT INTO `train` VALUES ('771', 'G1821', '高速动车', '南京南', '上海虹桥', '17:15', '18:43', '01小时28分', '当日到达', '116', '163', '284', '164', '1');
INSERT INTO `train` VALUES ('772', 'D3055', '动车组', '南京南', '上海虹桥', '17:23', '19:28', '02小时05分', '当日到达', '205', '360', '184', '157', '1');
INSERT INTO `train` VALUES ('773', 'G135', '高速动车', '南京南', '上海虹桥', '17:27', '18:52', '01小时25分', '当日到达', '93', '128', '298', '279', '1');
INSERT INTO `train` VALUES ('774', 'G7083', '高速动车', '南京南', '上海', '17:32', '19:50', '02小时18分', '当日到达', '180', '308', '44', '4', '1');
INSERT INTO `train` VALUES ('775', 'G137', '高速动车', '南京南', '上海虹桥', '17:33', '18:59', '01小时26分', '当日到达', '79', '163', '300', '260', '1');
INSERT INTO `train` VALUES ('776', 'G7247', '高速动车', '南京南', '上海', '17:39', '19:44', '02小时05分', '当日到达', '237', '442', '197', '236', '1');
INSERT INTO `train` VALUES ('777', 'G3', '高速动车', '南京南', '上海虹桥', '17:41', '18:48', '01小时07分', '当日到达', '81', '178', '153', '225', '1');
INSERT INTO `train` VALUES ('778', 'G1251', '高速动车', '南京南', '上海虹桥', '17:46', '19:09', '01小时23分', '当日到达', '116', '174', '150', '299', '1');
INSERT INTO `train` VALUES ('779', 'G7155', '高速动车', '南京南', '上海虹桥', '17:48', '20:06', '02小时18分', '当日到达', '157', '419', '0', '0', '1');
INSERT INTO `train` VALUES ('780', 'G1825', '高速动车', '南京南', '上海虹桥', '17:52', '19:17', '01小时25分', '当日到达', '83', '169', '291', '273', '1');
INSERT INTO `train` VALUES ('781', 'D2211', '动车组', '南京南', '上海虹桥', '17:55', '20:15', '02小时20分', '当日到达', '190', '287', '227', '272', '1');
INSERT INTO `train` VALUES ('782', 'G1865', '高速动车', '南京南', '上海虹桥', '17:56', '19:32', '01小时36分', '当日到达', '80', '174', '190', '253', '1');
INSERT INTO `train` VALUES ('783', 'G7023', '高速动车', '南京', '上海', '18:00', '19:39', '01小时39分', '当日到达', '93', '125', '173', '242', '1');
INSERT INTO `train` VALUES ('784', 'G597', '高速动车', '南京南', '上海虹桥', '18:01', '19:13', '01小时12分', '当日到达', '113', '139', '178', '274', '1');
INSERT INTO `train` VALUES ('785', 'G7297', '高速动车', '南京南', '上海', '18:05', '19:26', '01小时21分', '当日到达', '64', '171', '50', '24', '1');
INSERT INTO `train` VALUES ('786', 'G1923', '高速动车', '南京南', '上海虹桥', '18:10', '19:27', '01小时17分', '当日到达', '90', '164', '275', '172', '1');
INSERT INTO `train` VALUES ('787', 'G7397', '高速动车', '南京南', '上海虹桥', '18:14', '21:24', '03小时10分', '当日到达', '184', '293', '190', '288', '1');
INSERT INTO `train` VALUES ('788', 'G43', '高速动车', '南京南', '上海虹桥', '18:15', '19:37', '01小时22分', '当日到达', '112', '161', '74', '22', '1');
INSERT INTO `train` VALUES ('789', 'G7065', '高速动车', '南京', '上海', '18:21', '20:20', '01小时59分', '当日到达', '70', '137', '247', '203', '1');
INSERT INTO `train` VALUES ('790', 'K8385', '空调快速', '南京', '上海', '18:23', '22:22', '03小时59分', '当日到达', '205', '307', '233', '193', '1');
INSERT INTO `train` VALUES ('791', 'G139', '高速动车', '南京南', '上海虹桥', '18:25', '19:44', '01小时19分', '当日到达', '74', '157', '191', '163', '1');
INSERT INTO `train` VALUES ('792', 'K1505', '空调快速', '南京', '上海', '18:29', '22:34', '04小时05分', '当日到达', '301', '730', '282', '225', '1');
INSERT INTO `train` VALUES ('793', 'G215', '高速动车', '南京南', '上海虹桥', '18:31', '19:52', '01小时21分', '当日到达', '73', '153', '211', '292', '1');
INSERT INTO `train` VALUES ('794', 'G7123', '高速动车', '南京', '上海虹桥', '18:34', '20:33', '01小时59分', '当日到达', '76', '130', '287', '178', '1');
INSERT INTO `train` VALUES ('795', 'G575', '高速动车', '南京南', '上海虹桥', '18:35', '20:07', '01小时32分', '当日到达', '81', '134', '264', '277', '1');
INSERT INTO `train` VALUES ('796', 'K8401', '空调快速', '南京', '上海南', '18:38', '23:07', '04小时29分', '当日到达', '283', '638', '0', '0', '1');
INSERT INTO `train` VALUES ('797', 'G141', '高速动车', '南京南', '上海虹桥', '18:42', '20:13', '01小时31分', '当日到达', '75', '142', '185', '252', '1');
INSERT INTO `train` VALUES ('798', 'G17', '高速动车', '南京南', '上海虹桥', '18:48', '19:56', '01小时08分', '当日到达', '76', '153', '254', '230', '1');
INSERT INTO `train` VALUES ('799', 'G1213', '高速动车', '南京南', '上海虹桥', '18:52', '20:20', '01小时28分', '当日到达', '112', '147', '206', '299', '1');
INSERT INTO `train` VALUES ('800', 'D2215', '动车组', '南京南', '上海虹桥', '18:56', '21:30', '02小时34分', '当日到达', '224', '337', '189', '173', '1');
INSERT INTO `train` VALUES ('801', 'G143', '高速动车', '南京南', '上海虹桥', '18:57', '20:25', '01小时28分', '当日到达', '107', '131', '215', '170', '1');
INSERT INTO `train` VALUES ('802', 'G7025', '高速动车', '南京', '上海', '19:00', '20:39', '01小时39分', '当日到达', '63', '128', '234', '208', '1');
INSERT INTO `train` VALUES ('803', 'G145', '高速动车', '南京南', '上海虹桥', '19:02', '20:37', '01小时35分', '当日到达', '114', '130', '285', '178', '1');
INSERT INTO `train` VALUES ('804', 'G7087', '高速动车', '南京南', '上海', '19:11', '21:14', '02小时03分', '当日到达', '154', '352', '139', '132', '1');
INSERT INTO `train` VALUES ('805', 'K8365', '空调快速', '南京', '上海', '19:13', '22:52', '03小时39分', '当日到达', '211', '412', '261', '196', '1');
INSERT INTO `train` VALUES ('806', 'D3071', '动车组', '南京南', '上海虹桥', '19:14', '21:34', '02小时20分', '当日到达', '161', '286', '0', '0', '1');
INSERT INTO `train` VALUES ('807', 'G225', '高速动车', '南京南', '上海虹桥', '19:19', '20:54', '01小时35分', '当日到达', '119', '150', '0', '0', '1');
INSERT INTO `train` VALUES ('808', 'G1203', '高速动车', '南京南', '上海虹桥', '19:24', '20:59', '01小时35分', '当日到达', '115', '167', '227', '232', '1');
INSERT INTO `train` VALUES ('809', 'D3021', '动车组', '南京南', '上海虹桥', '19:26', '21:39', '02小时13分', '当日到达', '177', '404', '200', '247', '1');
INSERT INTO `train` VALUES ('810', 'D3089', '动车组', '南京南', '上海虹桥', '19:28', '21:22', '01小时54分', '当日到达', '95', '164', '211', '198', '1');
INSERT INTO `train` VALUES ('811', 'G7067', '高速动车', '南京', '上海', '19:41', '21:49', '02小时08分', '当日到达', '201', '402', '179', '228', '1');
INSERT INTO `train` VALUES ('812', 'G1927', '高速动车', '南京南', '上海虹桥', '19:47', '21:09', '01小时22分', '当日到达', '109', '122', '0', '0', '1');
INSERT INTO `train` VALUES ('813', 'G7125', '高速动车', '南京', '上海虹桥', '19:48', '21:51', '02小时03分', '当日到达', '235', '432', '263', '248', '1');
INSERT INTO `train` VALUES ('814', 'G1951', '高速动车', '南京南', '上海虹桥', '19:56', '21:35', '01小时39分', '当日到达', '120', '176', '152', '232', '1');
INSERT INTO `train` VALUES ('815', 'G7251', '高速动车', '南京南', '上海', '20:00', '22:02', '02小时02分', '当日到达', '163', '446', '43', '67', '1');
INSERT INTO `train` VALUES ('816', 'G7027', '高速动车', '南京', '上海', '20:00', '21:39', '01小时39分', '当日到达', '80', '154', '166', '246', '1');
INSERT INTO `train` VALUES ('817', 'G19', '高速动车', '南京南', '上海虹桥', '20:04', '21:14', '01小时10分', '当日到达', '116', '133', '242', '197', '1');
INSERT INTO `train` VALUES ('818', 'G1935', '高速动车', '南京南', '上海虹桥', '20:08', '21:26', '01小时18分', '当日到达', '79', '134', '236', '261', '1');
INSERT INTO `train` VALUES ('819', 'D3067', '动车组', '南京南', '上海虹桥', '20:09', '22:26', '02小时17分', '当日到达', '218', '441', '291', '185', '1');
INSERT INTO `train` VALUES ('820', 'G147', '高速动车', '南京南', '上海虹桥', '20:20', '21:50', '01小时30分', '当日到达', '75', '153', '20', '8', '1');
INSERT INTO `train` VALUES ('821', 'D635', '动车组', '南京南', '上海虹桥', '20:27', '22:38', '02小时11分', '当日到达', '191', '271', '56', '49', '1');
INSERT INTO `train` VALUES ('822', 'G7275', '高速动车', '南京南', '上海', '20:39', '21:58', '01小时19分', '当日到达', '84', '166', '104', '108', '1');
INSERT INTO `train` VALUES ('823', 'D351', '动车组', '南京南', '上海虹桥', '20:40', '22:56', '02小时16分', '当日到达', '236', '370', '155', '157', '1');
INSERT INTO `train` VALUES ('824', 'G7069', '高速动车', '南京', '上海', '20:41', '22:40', '01小时59分', '当日到达', '107', '147', '90', '124', '1');
INSERT INTO `train` VALUES ('825', 'G1235', '高速动车', '南京南', '上海虹桥', '20:44', '22:05', '01小时21分', '当日到达', '120', '153', '67', '40', '1');
INSERT INTO `train` VALUES ('826', 'D3063', '动车组', '南京南', '上海虹桥', '20:48', '23:02', '02小时14分', '当日到达', '227', '310', '273', '249', '1');
INSERT INTO `train` VALUES ('827', 'G455', '高速动车', '南京南', '上海虹桥', '20:48', '22:15', '01小时27分', '当日到达', '117', '162', '215', '151', '1');
INSERT INTO `train` VALUES ('828', 'G149', '高速动车', '南京南', '上海虹桥', '20:54', '22:22', '01小时28分', '当日到达', '77', '164', '158', '166', '1');
INSERT INTO `train` VALUES ('829', 'G7091', '高速动车', '南京南', '上海', '20:56', '22:48', '01小时52分', '当日到达', '90', '136', '208', '220', '1');
INSERT INTO `train` VALUES ('830', 'G1931', '高速动车', '南京南', '上海虹桥', '20:58', '22:26', '01小时28分', '当日到达', '105', '177', '75', '7', '1');
INSERT INTO `train` VALUES ('831', 'D2205', '动车组', '南京南', '上海虹桥', '21:01', '23:15', '02小时14分', '当日到达', '192', '387', '95', '103', '1');
INSERT INTO `train` VALUES ('832', 'G1231', '高速动车', '南京南', '上海虹桥', '21:05', '22:30', '01小时25分', '当日到达', '96', '142', '249', '281', '1');
INSERT INTO `train` VALUES ('833', 'G151', '高速动车', '南京南', '上海虹桥', '21:13', '22:35', '01小时22分', '当日到达', '88', '139', '177', '220', '1');
INSERT INTO `train` VALUES ('834', 'G21', '高速动车', '南京南', '上海虹桥', '21:18', '22:39', '01小时21分', '当日到达', '102', '151', '94', '133', '1');
INSERT INTO `train` VALUES ('835', 'G1257', '高速动车', '南京南', '上海虹桥', '21:28', '22:54', '01小时26分', '当日到达', '104', '139', '299', '263', '1');
INSERT INTO `train` VALUES ('836', 'G153', '高速动车', '南京南', '上海虹桥', '21:33', '22:49', '01小时16分', '当日到达', '64', '168', '179', '263', '1');
INSERT INTO `train` VALUES ('837', 'G155', '高速动车', '南京南', '上海虹桥', '21:40', '23:08', '01小时28分', '当日到达', '110', '137', '235', '296', '1');
INSERT INTO `train` VALUES ('838', 'G233', '高速动车', '南京南', '上海虹桥', '21:50', '23:12', '01小时22分', '当日到达', '107', '132', '236', '195', '1');
INSERT INTO `train` VALUES ('839', 'G1939', '高速动车', '南京南', '上海虹桥', '21:54', '23:16', '01小时22分', '当日到达', '86', '180', '275', '220', '1');
INSERT INTO `train` VALUES ('840', 'G157', '高速动车', '南京南', '上海虹桥', '22:01', '23:22', '01小时21分', '当日到达', '92', '122', '30', '8', '1');
INSERT INTO `train` VALUES ('841', 'G159', '高速动车', '南京南', '上海虹桥', '22:14', '23:29', '01小时15分', '当日到达', '64', '136', '107', '146', '1');
INSERT INTO `train` VALUES ('842', 'G7', '高速动车', '南京南', '上海虹桥', '22:48', '23:55', '01小时07分', '当日到达', '95', '164', '225', '269', '1');
INSERT INTO `train` VALUES ('843', 'K1805', '空调快速', '南京', '上海南', '22:55', '03:52', '04小时57分', '次日到达', '502', '660', '201', '180', '1');
INSERT INTO `train` VALUES ('844', 'K8361', '空调快速', '南京', '上海', '23:42', '05:09', '05小时27分', '次日到达', '362', '654', '214', '264', '1');

-- ----------------------------
-- Table structure for type
-- ----------------------------
DROP TABLE IF EXISTS `type`;
CREATE TABLE `type` (
  `id` int(10) unsigned NOT NULL,
  `name` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `pid` int(10) unsigned NOT NULL,
  `path` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `type_name_unique` (`name`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of type
-- ----------------------------
INSERT INTO `type` VALUES ('1', '新闻栏目', '0', '0,');
INSERT INTO `type` VALUES ('2', '国际新闻', '1', '0,1,');
INSERT INTO `type` VALUES ('3', '国内新闻', '1', '0,1,');
INSERT INTO `type` VALUES ('4', '技术文档', '0', '0,');
INSERT INTO `type` VALUES ('5', 'PHP语言', '4', '0,4,');

-- ----------------------------
-- Table structure for users
-- ----------------------------
DROP TABLE IF EXISTS `users`;
CREATE TABLE `users` (
  `id` int(10) unsigned NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `email` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `password` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `remember_token` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` int(10) unsigned DEFAULT NULL,
  `updated_at` int(10) unsigned DEFAULT NULL,
  `salutation` varchar(8) COLLATE utf8_unicode_ci NOT NULL DEFAULT '',
  `company` varchar(100) COLLATE utf8_unicode_ci NOT NULL DEFAULT '',
  `vatid` varchar(32) COLLATE utf8_unicode_ci NOT NULL DEFAULT '',
  `title` varchar(64) COLLATE utf8_unicode_ci NOT NULL DEFAULT '',
  `firstname` varchar(64) COLLATE utf8_unicode_ci NOT NULL DEFAULT '',
  `lastname` varchar(64) COLLATE utf8_unicode_ci NOT NULL DEFAULT '',
  `address1` varchar(255) COLLATE utf8_unicode_ci NOT NULL DEFAULT '',
  `address2` varchar(255) COLLATE utf8_unicode_ci NOT NULL DEFAULT '',
  `address3` varchar(255) COLLATE utf8_unicode_ci NOT NULL DEFAULT '',
  `postal` varchar(16) COLLATE utf8_unicode_ci NOT NULL DEFAULT '',
  `city` varchar(255) COLLATE utf8_unicode_ci NOT NULL DEFAULT '',
  `state` varchar(255) COLLATE utf8_unicode_ci NOT NULL DEFAULT '',
  `langid` varchar(5) COLLATE utf8_unicode_ci DEFAULT NULL,
  `countryid` char(2) COLLATE utf8_unicode_ci DEFAULT NULL,
  `telephone` varchar(32) COLLATE utf8_unicode_ci NOT NULL DEFAULT '',
  `telefax` varchar(32) COLLATE utf8_unicode_ci NOT NULL DEFAULT '',
  `website` varchar(255) COLLATE utf8_unicode_ci NOT NULL DEFAULT '',
  `birthday` date DEFAULT NULL,
  `status` smallint(6) NOT NULL DEFAULT '1',
  `vdate` date DEFAULT NULL,
  `editor` varchar(255) COLLATE utf8_unicode_ci NOT NULL DEFAULT '',
  `label` varchar(255) COLLATE utf8_unicode_ci NOT NULL DEFAULT '',
  PRIMARY KEY (`id`),
  UNIQUE KEY `users_email_unique` (`email`),
  KEY `users_langid_index` (`langid`),
  KEY `users_status_lastname_firstname_index` (`status`,`lastname`,`firstname`),
  KEY `users_status_address1_index` (`status`,`address1`),
  KEY `users_lastname_index` (`lastname`),
  KEY `users_address1_index` (`address1`),
  KEY `users_city_index` (`city`),
  KEY `users_postal_index` (`postal`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of users
-- ----------------------------
INSERT INTO `users` VALUES ('1', 'admin', 'admin@qq.com', 'admin', null, null, null, '', '', '', '', '', '', '', '', '', '', '', '', null, null, '', '', '', null, '1', null, '', '');
INSERT INTO `users` VALUES ('2', 'admin1', 'admin1@qq.com', '123', null, null, null, '', '', '', '', '', '', '', '', '', '', '', '', null, null, '', '', '', null, '1', null, '', '');
INSERT INTO `users` VALUES ('9', 'admin3@qq.com', 'admin3@qq.com', '123', null, '1474698701', '1474698701', '', '', '', '', '', '', '', '', '', '', '', '', null, null, '', '', '', null, '1', null, '', '');
INSERT INTO `users` VALUES ('10', '用户1', 'user1@qq.com', '123', null, '1474711048', '1474711048', '', '', '', '', '', '', '', '', '', '', '', '', null, null, '', '', '', null, '1', null, '', '');
INSERT INTO `users` VALUES ('11', '用户2', 'user2@qq.com', '123', null, '1474711086', '1474711086', '', '', '', '', '', '', '', '', '', '', '', '', null, null, '', '', '', null, '1', null, '', '');
INSERT INTO `users` VALUES ('18', '123', '123@qq.com', '123', null, '1474716081', '1474716081', '', '', '', '', '', '', '', '', '', '', '', '', null, null, '', '', '', null, '1', null, '', '');
INSERT INTO `users` VALUES ('19', '12348', '12348@qq.com', '123', null, '1474717341', '1474717341', '', '', '', '', '', '', '', '', '', '', '', '', null, null, '', '', '', null, '1', null, '', '');

-- ----------------------------
-- Table structure for user_role
-- ----------------------------
DROP TABLE IF EXISTS `user_role`;
CREATE TABLE `user_role` (
  `uid` int(10) unsigned NOT NULL,
  `rid` int(10) unsigned NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of user_role
-- ----------------------------
INSERT INTO `user_role` VALUES ('8', '1');
INSERT INTO `user_role` VALUES ('4', '2');
INSERT INTO `user_role` VALUES ('1', '1');
INSERT INTO `user_role` VALUES ('1', '2');
INSERT INTO `user_role` VALUES ('1', '4');
INSERT INTO `user_role` VALUES ('1', '5');
INSERT INTO `user_role` VALUES ('1', '6');
INSERT INTO `user_role` VALUES ('1', '14');
INSERT INTO `user_role` VALUES ('1', '15');
INSERT INTO `user_role` VALUES ('1', '20');
INSERT INTO `user_role` VALUES ('1', '21');
INSERT INTO `user_role` VALUES ('1', '22');
